[
  {
    "Thesis No": "1",
    "Author": "704056",
    "Year": "QUEEN WILLOMBE",
    "Thesis Name": "2021",
    "Thesis Type": "Lusaka / Zambiya'da görev yapan fen öğretmenlerinin biyolojik çeşitlilik hakkındaki görüşleriViews of science teachers working in Lusaka / Zambia on biological diversity",
    "Subject": "Yüksek Lisans",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t 2011-2020 yılları arasında biyoçeşitliliğin korunmasına ilişkin eğitimde biyoçeşitliliğin daha iyi anlaşılmasını sağlamak için eğitimin öğrencilerden başlanarak yapılması gerektiği vurgulanmıştır. Bu nedenle, fen öğretmenlerinin biyoçeşitlilik ile ilgili konularda bilgi sahibi olmaları için biyoçeşitlilik eğitiminin öğretmenlik eğitimine entegrasyonunun sağlanması gerekmektedir. Bu araştırmanın amacı, ortaokul fen öğretmenlerinin biyoçeşitlilik hakkındaki görüşlerini ortaya koymaktır. Araştırmada nitel araştırma yöntemlerinden biri olarak anılan durum çalışması benimsenmiştir. Araştırmanın çalışma grubunu, Zambiya'nın Lusaka ilinde kasıtlı olarak seçilen 8 ortaokulda görev yapmakta olan 30 fen öğretmeni oluşturmaktadır. Araştırmanın verileri, 30 fen öğretmeni ile kişisel görüşmeler yapılarak yarı yapılandırılmış görüşme formları ile toplanmıştır. Araştırma sonuçlarına göre fen öğretmenlerinin biyoçeşitlilik kavramını çevreleyen bilimsel temeller hakkında derinlemesine bir anlayışa sahip olmadığı sonucuna varılmıştır. Fen öğretmenlerinin biyoçeşitliliğin azalmasına yol açan faktörler hakkında bilgileri iyi düzeydedir. Ayrıca biyoçeşitliliğin değeri konusunda da iyi bir anlayışa sahiptirler. Fen öğretmenlerinin biyolojik çeşitliliğin korunmasını sağlamada kendilerinden ne beklendiğini çok iyi anladıkları sonucuna varılmıştır. Araştırmanın bir diğer sonuçları, biyoçeşitlilik eğitiminin etkin ve geliştirilmiş duyarlılaştırılmasına yapılan vurgunun biyoçeşitlilik eğitiminin pazarlanmasına yardımcı olacağıdır. Sürdürülebilir topluluk biyoçeşitlilik bilincini oluşturmaya ve geliştirmeye yardımcı olacaktır. Biyoçeşitlilik duyarlılık programlarının oluşturulması gerekmektedir. Biyoçeşitliliğin korunmasını sağlayan bir politikanın oluşturulması, biyoçeşitliliğin korunması yasasının Zambiya'da gerektiği gibi uygulanmasını sağlayacaktır. Biyoçeşitlilik eğitimi hakkında birinci el bilgi taşıyıcıları olarak fen öğretmenlerine biyoçeşitlilik eğitimi verilmesi, biyoçeşitliliğin korunmasını sağlamanın merkezinde yer alan öğretmenlerin biyoçeşitliliğin korunması konusunda iyi donanımlı olmalarını sağlayacaktır.  Sonuç olarak, sürdürülebilir enerji kaynaklarının kullanımı sonucunda ormanların zarar görmesi engellenmiş ve  biyoçeşitlilik korunmuş olacaktır.\n\nAnahtar Kelimeler: Biyolojik Çeşitlilik, Çevre Eğitimi, Fen Öğretmenleri\n\t ",
    "enSummary": " \n\t  It has been emphasized that education should be started from students in order to provide a better understanding of biodiversity in education on the protection of biodiversity between the years 2011-2020. For this reason, it is necessary to integrate biodiversity education into teacher education so that science teachers have knowledge about biodiversity-related issues. The aim of this research is to reveal the views of secondary school science teachers about biodiversity. The case study, which is known as one of the qualitative research methods, was adopted in the research. The study group of the research consists of 30 science teachers working in 8 deliberately selected secondary schools in Lusaka, Zambia. The data of the study were collected through semi-structured interview form by making personal interviews with 30 science teachers. According to the results of the research, it was concluded that science teachers do not have an in-depth understanding of the scientific foundations surrounding the concept of biodiversity. Science teachers have a good level of knowledge about the factors that lead to the reduction of biodiversity. They also have a good understanding of the value of biodiversity. It has been concluded that science teachers understand very well what is expected of them in ensuring the protection of biological diversity. Another conclusion of the research is that the emphasis on effective and improved sensitization of biodiversity education will help in the marketing of biodiversity education. Sustainable community will help build and improve biodiversity awareness. Biodiversity awareness programs need to be established. Establishing a policy that ensures biodiversity conservation will ensure that biodiversity conservation law is properly implemented in Zambia. Providing biodiversity education to science teachers as first-hand information carriers about biodiversity education will ensure that teachers, who are at the center of ensuring biodiversity conservation, are well-equipped for biodiversity conservation. As a result, damage to forests will be prevented and biodiversity will be protected as a result of the use of sustainable energy resources.\n\nKeywords: Biodiversity, Biodiversity, Environmental Education, Science Teachers"
  },
  {
    "Thesis No": "3",
    "Author": "657287",
    "Year": "AYKUT BULUT",
    "Thesis Name": "2020",
    "Thesis Type": "Fen bilgisi öğretmen adaylarının eleştirel düşünme becerileri ile biyoçeşitlilik okuryazarlığı arasındaki ilişkiThe relationship between the critical thinking skills of science teachers and biodiversity literacy",
    "Subject": "Yüksek Lisans",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t 2011-2020 yılları arasında biyoçeşitliliğin korunmasına ilişkin eğitimde biyoçeşitliliğin daha iyi anlaşılmasını sağlamak için eğitimin öğrencilerden başlanarak yapılması gerektiği vurgulanmıştır. Bu nedenle, fen öğretmenlerinin biyoçeşitlilik ile ilgili konularda bilgi sahibi olmaları için biyoçeşitlilik eğitiminin öğretmenlik eğitimine entegrasyonunun sağlanması gerekmektedir. Bu araştırmanın amacı, ortaokul fen öğretmenlerinin biyoçeşitlilik hakkındaki görüşlerini ortaya koymaktır. Araştırmada nitel araştırma yöntemlerinden biri olarak anılan durum çalışması benimsenmiştir. Araştırmanın çalışma grubunu, Zambiya'nın Lusaka ilinde kasıtlı olarak seçilen 8 ortaokulda görev yapmakta olan 30 fen öğretmeni oluşturmaktadır. Araştırmanın verileri, 30 fen öğretmeni ile kişisel görüşmeler yapılarak yarı yapılandırılmış görüşme formları ile toplanmıştır. Araştırma sonuçlarına göre fen öğretmenlerinin biyoçeşitlilik kavramını çevreleyen bilimsel temeller hakkında derinlemesine bir anlayışa sahip olmadığı sonucuna varılmıştır. Fen öğretmenlerinin biyoçeşitliliğin azalmasına yol açan faktörler hakkında bilgileri iyi düzeydedir. Ayrıca biyoçeşitliliğin değeri konusunda da iyi bir anlayışa sahiptirler. Fen öğretmenlerinin biyolojik çeşitliliğin korunmasını sağlamada kendilerinden ne beklendiğini çok iyi anladıkları sonucuna varılmıştır. Araştırmanın bir diğer sonuçları, biyoçeşitlilik eğitiminin etkin ve geliştirilmiş duyarlılaştırılmasına yapılan vurgunun biyoçeşitlilik eğitiminin pazarlanmasına yardımcı olacağıdır. Sürdürülebilir topluluk biyoçeşitlilik bilincini oluşturmaya ve geliştirmeye yardımcı olacaktır. Biyoçeşitlilik duyarlılık programlarının oluşturulması gerekmektedir. Biyoçeşitliliğin korunmasını sağlayan bir politikanın oluşturulması, biyoçeşitliliğin korunması yasasının Zambiya'da gerektiği gibi uygulanmasını sağlayacaktır. Biyoçeşitlilik eğitimi hakkında birinci el bilgi taşıyıcıları olarak fen öğretmenlerine biyoçeşitlilik eğitimi verilmesi, biyoçeşitliliğin korunmasını sağlamanın merkezinde yer alan öğretmenlerin biyoçeşitliliğin korunması konusunda iyi donanımlı olmalarını sağlayacaktır.  Sonuç olarak, sürdürülebilir enerji kaynaklarının kullanımı sonucunda ormanların zarar görmesi engellenmiş ve  biyoçeşitlilik korunmuş olacaktır.\n\nAnahtar Kelimeler: Biyolojik Çeşitlilik, Çevre Eğitimi, Fen Öğretmenleri\n\t ",
    "enSummary": " \n\t  It has been emphasized that education should be started from students in order to provide a better understanding of biodiversity in education on the protection of biodiversity between the years 2011-2020. For this reason, it is necessary to integrate biodiversity education into teacher education so that science teachers have knowledge about biodiversity-related issues. The aim of this research is to reveal the views of secondary school science teachers about biodiversity. The case study, which is known as one of the qualitative research methods, was adopted in the research. The study group of the research consists of 30 science teachers working in 8 deliberately selected secondary schools in Lusaka, Zambia. The data of the study were collected through semi-structured interview form by making personal interviews with 30 science teachers. According to the results of the research, it was concluded that science teachers do not have an in-depth understanding of the scientific foundations surrounding the concept of biodiversity. Science teachers have a good level of knowledge about the factors that lead to the reduction of biodiversity. They also have a good understanding of the value of biodiversity. It has been concluded that science teachers understand very well what is expected of them in ensuring the protection of biological diversity. Another conclusion of the research is that the emphasis on effective and improved sensitization of biodiversity education will help in the marketing of biodiversity education. Sustainable community will help build and improve biodiversity awareness. Biodiversity awareness programs need to be established. Establishing a policy that ensures biodiversity conservation will ensure that biodiversity conservation law is properly implemented in Zambia. Providing biodiversity education to science teachers as first-hand information carriers about biodiversity education will ensure that teachers, who are at the center of ensuring biodiversity conservation, are well-equipped for biodiversity conservation. As a result, damage to forests will be prevented and biodiversity will be protected as a result of the use of sustainable energy resources.\n\nKeywords: Biodiversity, Biodiversity, Environmental Education, Science Teachers"
  },
  {
    "Thesis No": "4",
    "Author": "450081",
    "Year": "AYŞEGÜL ŞİŞMAN",
    "Thesis Name": "2016",
    "Thesis Type": "Biyoloji öğretmen adaylarının yazılı, görsel, işitsel medya kullanımının biyoçeşitlilik okuryazarlıklarına ve akademik başarılarına etkisiThe effect of usage written, visual and audio media upon biodiversity literacy and academic achievement of pre-service biology teachers",
    "Subject": "Yüksek Lisans",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Araştırmanın amacı, biyoçeşitlilik konusunda yazılı, görsel ve işitsel medya kullanımının biyoloji öğretmen adaylarının biyoçeşitlilik okuryazarlığı, akademik başarıları ve biyoçeşitlilik öğretiminde medya kullanılmasına yönelik görüşleri üzerine etkisini araştırmaktır. Araştırma verilerinin toplanmasında nicel ve nitel veri toplama yöntemlerinin bir arada kullanıldığı karma yöntem uygulanmıştır. Araştırmanın nicel kısmında, deneysel modellerden \"tek grup öntest-sontest desen\", nitel kısmında açık uçlu anket soruları kullanılmıştır. Araştırma 2014-2015 eğitim-öğretim yılında Gazi Üniversitesi, Biyoloji Eğitimi Ana Bilim Dalı 3. sınıfında okuyan 21 öğrenci ile yapılmıştır. Araştırmada veriler biyoçeşitlilik okuryazarlığı ölçeği, araştırmacı tarafından geliştirilen biyoçeşitlilik başarı testi ve açık uçlu anket soruları ile toplanmıştır. Araştırmada öntest olarak; biyoçeşitlilik başarı testi, biyoçeşitlilik okuryazarlığı ölçeği uygulanmıştır. Uygulamanın ardından öntestte uygulanan testler sontest olarak tekrar uygulanmış ve öğrencilerin görüşlerini almak için açık uçlu anket soruları uygulanmıştır. Verilerin analizi için SPSS 21 istatistik programı kullanılmıştır. Araştırma sonucunda, biyoloji öğretmen adaylarının biyoçeşitlilik başarı testinden aldıkları uygulama öncesi ve sonrası puanlarının arasında anlamlı bir fark olduğu görülmüştür. Biyoloji öğretmen adaylarının biyoçeşitlilik okuryazarlığı ölçeğinden aldıkları uygulama öncesi ve sonrası puanların arasında anlamlı bir fark bulunmamıştır. Araştırmada biyoçeşitlilik konusunda yazılı, görsel ve işitsel medya kullanılarak uygulanan öğretimden sonra biyoloji öğretmen adaylarından alınan öğretimde medya kullanılmasına yönelik görüşlerinin olumlu olduğu belirlenmiştir.\n\n\n\nAnahtar Kelimeler : Biyoçeşitlilik, Biyoçeşitlilik okuryazarlığı, Medya kullanımı, Çevre eğitimi\n\t ",
    "enSummary": " \n\t  The purpose of this study is research the effect of usage written, visual and audio media on biodiversity upon biodiversity literacy and academic achievement their opinions regarding the use of media in biodiversity teaching of pre-service biology teachers. Mixed method in which quantitative and qualitative data collecting methods are used together is applied on collecting data of research. On quantitative part of research, single group pro-test post-test puttern, on qualitative part open-ended survey questions are wed. Research was done with 21 3rd grade Gazi University, Faculty of Education, Department of Biology Education students in 2014-2015 academic year. In research, datas were collected with scale of biodiversity literacy , biodiversity success test and open-ended survey questions that were developed by researcher. In research, biodiversity success test, scale of biodiversity literacy were applied as a pre-test. After application, tests that werw applied in pre-test were applied again as a post-test and for the sake of having student's view, open-ended survey questions were applied. The data obtained from these tests were analyzed by the use of SPSS statistical software. At the end of the research, it was seen that there was a big differences between biology teacher candidates' marks that were taken before and after application. Big differences wasn't found between biology teacher candidate's mark that were taken before and after application from scale of biodiversity literacy. In research, after teaching about biodiversity subject that is wed with written, visual and audial media opinions from biology teacher candidates about media usage on teaching were determined as a positive.\n\n\n\nKey Words : Biodiversity, Biodiversity literacy, Usage of media, Environmental education"
  },
  {
    "Thesis No": "5",
    "Author": "355296",
    "Year": "ÖZGÜR ŞEVKİ ÖNAL",
    "Thesis Name": "2014",
    "Thesis Type": "Development of an online support tool for biodiversity training of forest engineers in TurkeyTürkiye'deki orman mühendislerinin biyoçeşitlilik eğitimi için çevirim içi destek aracının geliştirilmesi",
    "Subject": "Doktora",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Biyoçeşitlilik sürdürülebilir ormancılık çalışmalarının en önemli unsurlarındandır.\nAncak Türkiye'de ormancıların eğitim ve profesyonel gelişim programlarında yeterli bir\nşekilde yer almamaktadır. Her ne kadar biyoçeşitlilik eğitimini ormancılık ile\nbütünleştirme çalışmaları yapıldıysa da, bunlar istenilen seviyede olamamıştır. Orman\nmühendisliği eğitiminde biyoçeşitlilik konusunda büyük bir boşluk vardır. Bu çalışma\nbiyoçeşitlilik eğitimini daha düşük zaman ve maaliyet ile yaygınlaştırılması için\ngeliştirilecek çevrimiçi destek aracı ile bu boşluğu doldurmayı hedeflemektedir.\nBu çalışmanın asıl amacı geliştirilecek web tabanlı aracın, Türkiye'deki ormancıların\nbiyoçeşitlilik eğitiminin yaygınlaştırılması için geçerli bir çözüm olabilme potansiyelini\naraştırmaktır. Bu araştırma, biyoçeşitlilik eğitimi için çevrimiçi destek aracının\ntasarımını, geliştirilmesini ve değerlendirmesini kapsayan tasarım ve geliştirme\naraştırma yöntemi kullanılmıştır. Denekler amaca yönelik örneklem tekniği ile orman\ngenel müdürlüğü bünyesinde çalışan orman mühendisleri arasından seçilmiştir. Geliştirilen web tabanlı aracın kalitesi talepten doğan öğrenme modeli teorik yapıya\ndayandırılarak sağlanmıştır.\nAnket soruları, görüşme oturumları ve sistem kayıtlarına bakıldığında, katılımcıların\nçalışma kapsamında tasarlanan ve geliştirilen araç hakkında olumlu görüşleri olduğu\ngörüldü. Bunun yanı sıra, katılımcılar bu eğitim programı ile profesyonel hayatlarında\nkullanacakları yeni bilgiler kazandıklarını belirttiler. Katılımcıların araştırmanın teorik\nçerçevesinin tüm karakteristiklerine karşı tutumları olumlu bulundu. Ayrıca araştırmanın\nsonuçları, katılımcıların eğitim aracını uygun bulduklarını ve çevrimiçi eğitim\nprogramlarına karşı tutumlarının değiştiğini gösterdi.\n\nAnahtar Kelimeler: tasarım ve geliştirme araştırma yöntemi, talepten doğan öğrenme \nmodeli, biyoçeşitlilik eğitimi\n\t ",
    "enSummary": " \n\t  Biodiversity is one of the most important elements of the sustainable forestry practices.\nHowever, in Turkey biodiversity is not properly included in the forestry training\ncurriculum and in professional training. There is a gap in the education of forest\nengineering about biodiversity. This study aims to fill this gap by developing an online\nsupport tool targeting dissemination of the biodiversity training with lower cost and\ntime.\nThe primary aim of this study is to explore the potential of web based tool as a viable\nsolution to dissemination of the biodiversity training to forest engineers in Turkey. This\nresearch based on design and development research methodology involving a systematic\nstudy of designing, developing and evaluating online support tool for biodiversity\ntraining. Subjects of this study were selected from forest engineers that work within\nGeneral Directory of Forestry. Purposive sampling method was conducted. Quality of web based learning was ensured by relying the development to Demand-Driven\nLearning Model as a theoretical framework.\nThe results of the survey questions, interview sessions and system logs revealed that the\nperceptions of the participants towards the designed and developed tool were mostly\npositive. In addition, learners reported that they gain novel knowledge from training\nprogram, which they will reflect to their professional life, and find the training tool\nconvenient. Moreover, their attitudes towards the all characteristics of theoretical\nframework were mostly positive. Findings also indicated that perceptions of the\nparticipants towards online training programs have changed as well.\n\nKeywords: Design and development research, demand driven learning model, \nbiodiversity training"
  },
  {
    "Thesis No": "6",
    "Author": "227832",
    "Year": "MİNE SEÇKİN KURUMLU",
    "Thesis Name": "2008",
    "Thesis Type": "Biyoçeşitliliğimizi koruyabiliyor muyuz: Önemi ve koruma stratejileri üzerine biyoloji öğretmenlerinin yeterliliklerinin araştırılmasıAre we able to conserve our biodiversity: A research on the proficiency of biology teachers over the importance and conservation strategies",
    "Subject": "Yüksek Lisans",
    "undefined": "Biyoloji = Biology ; Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Biyoçeşitlilik sürdürülebilir ormancılık çalışmalarının en önemli unsurlarındandır.\nAncak Türkiye'de ormancıların eğitim ve profesyonel gelişim programlarında yeterli bir\nşekilde yer almamaktadır. Her ne kadar biyoçeşitlilik eğitimini ormancılık ile\nbütünleştirme çalışmaları yapıldıysa da, bunlar istenilen seviyede olamamıştır. Orman\nmühendisliği eğitiminde biyoçeşitlilik konusunda büyük bir boşluk vardır. Bu çalışma\nbiyoçeşitlilik eğitimini daha düşük zaman ve maaliyet ile yaygınlaştırılması için\ngeliştirilecek çevrimiçi destek aracı ile bu boşluğu doldurmayı hedeflemektedir.\nBu çalışmanın asıl amacı geliştirilecek web tabanlı aracın, Türkiye'deki ormancıların\nbiyoçeşitlilik eğitiminin yaygınlaştırılması için geçerli bir çözüm olabilme potansiyelini\naraştırmaktır. Bu araştırma, biyoçeşitlilik eğitimi için çevrimiçi destek aracının\ntasarımını, geliştirilmesini ve değerlendirmesini kapsayan tasarım ve geliştirme\naraştırma yöntemi kullanılmıştır. Denekler amaca yönelik örneklem tekniği ile orman\ngenel müdürlüğü bünyesinde çalışan orman mühendisleri arasından seçilmiştir. Geliştirilen web tabanlı aracın kalitesi talepten doğan öğrenme modeli teorik yapıya\ndayandırılarak sağlanmıştır.\nAnket soruları, görüşme oturumları ve sistem kayıtlarına bakıldığında, katılımcıların\nçalışma kapsamında tasarlanan ve geliştirilen araç hakkında olumlu görüşleri olduğu\ngörüldü. Bunun yanı sıra, katılımcılar bu eğitim programı ile profesyonel hayatlarında\nkullanacakları yeni bilgiler kazandıklarını belirttiler. Katılımcıların araştırmanın teorik\nçerçevesinin tüm karakteristiklerine karşı tutumları olumlu bulundu. Ayrıca araştırmanın\nsonuçları, katılımcıların eğitim aracını uygun bulduklarını ve çevrimiçi eğitim\nprogramlarına karşı tutumlarının değiştiğini gösterdi.\n\nAnahtar Kelimeler: tasarım ve geliştirme araştırma yöntemi, talepten doğan öğrenme \nmodeli, biyoçeşitlilik eğitimi\n\t ",
    "enSummary": " \n\t  Biodiversity is one of the most important elements of the sustainable forestry practices.\nHowever, in Turkey biodiversity is not properly included in the forestry training\ncurriculum and in professional training. There is a gap in the education of forest\nengineering about biodiversity. This study aims to fill this gap by developing an online\nsupport tool targeting dissemination of the biodiversity training with lower cost and\ntime.\nThe primary aim of this study is to explore the potential of web based tool as a viable\nsolution to dissemination of the biodiversity training to forest engineers in Turkey. This\nresearch based on design and development research methodology involving a systematic\nstudy of designing, developing and evaluating online support tool for biodiversity\ntraining. Subjects of this study were selected from forest engineers that work within\nGeneral Directory of Forestry. Purposive sampling method was conducted. Quality of web based learning was ensured by relying the development to Demand-Driven\nLearning Model as a theoretical framework.\nThe results of the survey questions, interview sessions and system logs revealed that the\nperceptions of the participants towards the designed and developed tool were mostly\npositive. In addition, learners reported that they gain novel knowledge from training\nprogram, which they will reflect to their professional life, and find the training tool\nconvenient. Moreover, their attitudes towards the all characteristics of theoretical\nframework were mostly positive. Findings also indicated that perceptions of the\nparticipants towards online training programs have changed as well.\n\nKeywords: Design and development research, demand driven learning model, \nbiodiversity training"
  },
  {
    "Thesis No": "7",
    "Author": "584519",
    "Year": "MURAT BULUT",
    "Thesis Name": "2019",
    "Thesis Type": "Fen bilimleri, biyoloji, coğrafya ve sosyal bilgiler öğretmenlerinin biyoçeşitlilik konusundaki görüşleri ve çalıştıkları bölgedeki biyoçeşitliliği derslerinde işleme düzeyleriScience, biology, geography and social studies teachers 'perceptions on biodiversity and teaching levels in the biodiversity courses in the region where they work",
    "Subject": "Yüksek Lisans",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Bu araştırma, biyoloji öğretmenleri için biyoçeşitlilik konusunda rehber eğitim materyali hazırlamak amacıyla yapılmıştır. Görüşme yönteminin kullanıldığı araştırmada, Ankara İli merkez ilçelerinde görevli 37 gönüllü biyoloji öğretmeninden oluşan örneklem grubunun, hazırlanan rehber materyal hakkındaki görüşleri ve biyoçeşitlilik öğretimi konusundaki önerileri alınmıştır.Öğretmenlerin ?biyoçeşitlilikle ilgili bilgi düzeyleri? ve ?biyoçeşitlilik eğitimine ilişkin yeterlilik algıları?; cinsiyet, mesleki deneyim, görev yaptıkları okul türü, sınıfta bulunan ortalama öğrenci sayısı ve mezun oldukları fakülte değişkenlerine göre X2 (Ki-kare) testi yapılarak değerlendirilmiştir. Öğretmenlerin ?biyoçeşitlilik eğitimine ilişkin yeterlilik algısı? ile ?biyoçeşitlilikle ilgili bilgi düzeyleri? arasındaki ilişki anlamlı bulunmuştur.Bu çalışma sonucunda; biyoçeşitlilik öğretimi hakkında önerilerde bulunan 15 öğretmen uygulamalı eğitimin öneminden bahsetmiştir. Araştırmaya katılan 21 öğretmen hazırlanan rehber materyali çok beğenmiş, 17 öğretmen de materyalin bilgi düzeyini artırdığını belirtmiştir.Biyoçeşitlilik konusunda hazırlanan rehber materyal mineseckinkurumlu @gmail.com adresinden araştırmacı ile irtibata geçilerek istek yapılabilir.\n\t ",
    "enSummary": " \n\t  The aim of this study was to design a guiding resource material about biodiveristy for Biology teachers. A total of 37 volunteer biology teachers serving in the central towns of Ankara Province participated in the study as the sampling group and commented on the resource material and biodiversity teaching. Interview method was used in the study.`Level of biodiversity knowledge? and `qualification perceptions of teachers? biodiversity education? were investigated by taking sex, years of service, type of school they are working at, average number of students in classes and faculty graduated, and determined using X2 (Chi-square test). The relationship between qualification perceptions of teachers? biodiversity education and their Level of biodiversity knowledge was found to be statistically significant.As the conclusion of this study, fifteen teachers who proposed suggestions about teaching biodiversity, emphasized the importance of applied education. Twenty one of the teachers participating in the study found the resource material of high quality, and 17 of them reported that the material increased their level of knowledge.The guiding resource material about biodiveristy can be reached via e-mail of the reasearcher at the adress: mineseckinkurumlu @gmail.com"
  },
  {
    "Thesis No": "8",
    "Author": "488714",
    "Year": "ÜLKÜ GÜL KURT",
    "Thesis Name": "2018",
    "Thesis Type": "Ortaokul öğrencilerinin biyoçeşitlilik konusunda farkındalıklarının çeşitli değişkenlere göre incelenmesiInvestigation of the awarness of the secondary students on biodiversity",
    "Subject": "Yüksek Lisans",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Dünya biyoçeşitliliğinde (biyolojik çeşitliliğinde)  görülen azalma, insanların sorumsuzca faaliyetleri sonucu her geçen gün biraz daha tehlikeli boyutlara ulaşmaktadır. Bu durum biyoçeşitliliğin küresel çapta önem kazanmasına sebep olmuştur. Günümüzde biyoçeşitliliğin korunması, öğrenilmesi ve sürdürülebilirliğine yönelik ulusal ve uluslararası düzeyde çok önemli araştırmalar yapılmaktadır. Biyoçeşitlilikle ilgili var olan sorunların üstesinden gelebilmek için yapılan bu araştırmaların önemli bir kısmını öğretmen ve öğretmen adaylarıyla yapılan çalışmalar oluşturmaktadır.       \nBu çalışma, öğretmenlerin biyoçeşitlilik konusundaki görüşlerini öğrenmek, çalıştığı bölgelerin biyoçeşitliliğini bilme ve bunu derslerinde işleme durumlarını belirlemek için hazırlanmış disiplinler arası bir çalışmadır. Çalışma grubunu Sakarya ili ve ilçelerinde görev yapmış üç biyoloji, üç coğrafya, üç fen bilimleri, üç sosyal bilgiler olmak üzere toplam on iki gönüllü öğretmen oluşturmaktadır. Nitel yaklaşım ekseninde hazırlanan bu fenomenolojik çalışmada yarı yapılandırılmış görüşme formu kullanılarak veriler toplanmıştır. Elde edilen veriler, içerik analizi yöntemi kullanılarak yorumlanmıştır. Verilen kodlanmasında NVİVO nitel veri analiz yazılımı kullanılmıştır. \nBu çalışma sonucunda ilgili branş öğretmenlerin biyoçeşitlilik konusunda eksikleri olduğu, çalıştığı bölgeleri yeterince araştırmadığı ancak biyoçeşitliliğin öneminin farkında oldukları fark edilmiştir. Ayrıca ilgili branş öğretmenlerinin biyoçeşitliliği öğrencilere aktarma konusunda yalnız kaldıkları, bu konuda medyadan, sivil toplum kuruluşlarından, devlet politikalarından, üniversitelerden, meslektaşlarından yeterince destek alamadıkları ifade edilmiştir. Müfredatta yeterince zaman ayrılmadığı için biyoçeşitlilik konusunun çok verimli işlenemediği anlaşılmıştır. Öğretmenlerden alınan görüşler doğrultusunda biyoçeşitliliğin verimli işlenebilmesi için gezi ve sergilerin düzenlenmesi, eğitim kamplarının yapılması, alanında uzman kişilerce okullarda seminer verilmesi, hayvanat bahçesi ve müze ziyaretlerinin yeterince önemsenmesi gerektiği gibi etkinlikler ifade edilmiştir. Çalışma sonucunda ayrıca toplumun da biyoçeşitlilik konusunda bilinçlenmesine yönelik eğitim faaliyetlerinin düzenlenmesi ve aile düzeyinde çalışmalar yapılması gerektiği anlaşılmıştır.\n\t ",
    "enSummary": " \n\t  The reduction in world biodiversity is becoming more dangerous day by day as a result of people's irresponsible activities. This situation has caused the biodiversity to gain global importance. Today, very important researches are carried out at national and international level in order to protect, learn and sustain biodiversity. In order to overcome the existing problems related to biodiversity, a significant part of these researches consisted of studies conducted with teacher and teacher candidates.\nThis study is an interdisciplinary study designed to learn teachers' views on biodiversity, to know the biodiversity of the regions where they work and to determine their status in their lessons. The study group consisted of three volunteer biology, three geography, three science and three social studies teachers worked in Sakarya and its districts. In this phenomenological study prepared on the basis of qualitative approach, data were collected using semi-structured interview form. The data were interpreted by using the content analysis method. NVİVO qualitative data analysis software was used in the given coding.\nAs a result of this study, it was realized that the teachers in the related field had deficiencies in biodiversity, did not investigate sufficiently the regions where they work but they were aware of the importance of biodiversity. In addition, it was stated that the related branch teachers were alone in transferring the biodiversity to the students and they could not get enough support from the media, civil society organizations, state policies, universities and colleagues. It was noticed that biodiversity could not be processed very efficiently, because there was not enough time in the curriculum. According to the opinions taken from the teachers, it was stated that activities such as organizing trips and exhibitions, organizing training camps, giving seminars in schools to the experts in the field and the visits of the zoo and museums were necessary for efficient processing biodiversity. As a result of the study, it was understood that education activities should be organized in order to increase awareness of the society on biodiversity and studies should be carried out at family level."
  },
  {
    "Thesis No": "10",
    "Author": "263438",
    "Year": "KERİME BASTI",
    "Thesis Name": "2010",
    "Thesis Type": "İlköğretim 4., 5. ve 6. sınıf öğrencilerinin biyoçeşitlilik konusundaki farkındalık düzeylerinin çeşitli değişkenlere göre incelenmesi: Bolu ili örneğiPrimary 4th, 5th and 6th grade students several variables by the level of awareness about biodiversity: The case of provınce of Bolu",
    "Subject": "Yüksek Lisans",
    "undefined": "Biyoloji = Biology ; Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Bu çalışmanın amacı 5, 6, 7 ve 8. sınıflarda okuyan öğrencilerin yakın çevrelerinde bulanan biyoçeşitlilik ile ilgili farkındalık düzeylerinin incelenmesidir. \nAraştırmanın örneklemi 2015-2016 eğitim öğretim yılında Antalya ilinde okuyan 460 öğrenciden oluşmaktadır. Çalışmada 16 adet orijinaline uygun, baskı ve renk kalitesi yüksek, Antalya bölgesinde yetişen bitki resmi ile doğal yaşam alanı yine Antalya bölgesi olan 16 adet hayvan resmi 2 farklı A4 yaprağı üzerinde olacak şekilde öğrencilere dağıtılmıştır. Öğrencilerden bitki ve hayvan resimlerinin karşısında bırakılan boşluğa biliyorlarsa bu bitki ve hayvanların isimlerini yazmaları istenmiştir. Yapılan anketin hayvanlarla ilgili kısmında çıkan sonuca göre öğrencilerin biyoçeşitlilik konusundaki farkındalıklarının erkek öğrencilerde kız öğrencilere göre daha yüksek olduğu, bitkilerle ilgili kısmında çıkan sonuca göre ise erkek ve kız öğrenciler arasında anlamlı bir farklılık olmadığı tespit edilmiştir. Öğrencilerin biyoçeşitlilik konusundaki farkındalıklarına anne ve baba eğitiminin, ailenin gelir düzeyinin, öğrencinin doğa ile ilgili bir televizyon programı takip etmesinin istatistiksel olarak etkili olmadığı görülmüştür. Buna rağmen evde hayvan besleyen öğrencilerin beslemeyenlere göre hayvanları tanıma düzeylerinin daha yüksek olduğu tespit edilmiştir. \nElde edilen veriler ışığında öğrencilere çevre ve biyoçeşitlilik eğitimi verilirken; öğrencinin çevre ile direkt ilişki içinde olması, yaparak –yaşayarak öğrenmesi gerekmektedir. Öğrencilerin kendi bitkilerini yetiştirmelerinin, doğanın içinde bitkilerle ve hayvanlarla karşılaşmalarının, hayvan beslemelerinin onların zaman içinde biyoçeşitlilik kavramını daha iyi anlamalarına yardımcı olacağı düşünülmektedir.\n\t ",
    "enSummary": " \n\t  The purpose of this study is to examine the levels of 5th 6th 7th and 8th grade students' awareness of the biodiversity in the immediate environment around them.\nThe sample is consists of 460 students studying in Antalya in 2015-2016 education year. 16 authentic, high quality and high resolution pictures of plants growing in Antalya region and 16 pictures of animals, whose natural habitat is Antalya Region were handed out to the students on two seperate sheets of A4 paper. Students were asked to write the names of the animals and plants next to the pictures. According to the result of the survey regarding the animals, the awareness of the boys is higher than those of girls' and there has been no significiant difference in awarness with regards to plants among boys and girls. It has been observed that the educational level of students' parents, their income level and students' following a TV programme about natüre do not statistically affect students' awareness of the biodiversity. Despite this, it has been established that the students who have pets are better able to recognize animals than those who don't.\nIn the light of the data gathered, the students must be in direct contact with the enviroment and learn by donig while they are being given education on enviroment and biodiversity. It is reasoned that students' growing their own plants, coming across plants and animals in nature and having a pet will help them understand the concept of biodiversity much better."
  },
  {
    "Thesis No": "11",
    "Author": "587538",
    "Year": "ŞEBNEM BUYRAZ",
    "Thesis Name": "2019",
    "Thesis Type": "Ortaöğretim öğrencilerinin biyoçeşitliliğe yönelik bilgi, davranış ve tutumlarının incelenmesiExamination of secondary school students' knowledge, behavior and attitudes towards biodiversity",
    "Subject": "Yüksek Lisans",
    "undefined": "Biyoloji = Biology ; Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Araştırmanın amacı, ortaöğretim öğrencilerinin biyoçeşitliliğe yönelik bilgi, davranış ve tutumlarını ölçmektir. Araştırma, ortaöğretim öğrencilerinin biyoçeşitliliğe yönelik bilgi, davranış ve tutumlarını farklı değişkenler açısından belirlemeyi amaçladığından bu araştırmada betimsel tarama modelinde ilişkisel tarama yöntemi kullanılmıştır. Araştırmanın çalışma grubunu 2018-2019 eğitim öğretim yılında Ankara ilinde ortaöğretim kurumlarında okuyan 9, 10, 11, 12. sınıf öğrencileri oluşturmuştur. Araştırmada veriler, araştırmacı tarafından geliştirilen biyoçeşitlilik başarı testi, biyoçeşitlilik davranış ölçeği, biyoçeşitlilik tutum ölçeği ile toplanmıştır. Ölçek Ankara ilinde Milli Eğitim Bakanlığı'na bağlı okullarda 245 kişiye uygulanmıştır. Verilerin analizi için SPSS paket veri programı kullanılmıştır. Araştırma sonucunda, kız öğrencilerin biyoçeşitliliğe yönelik davranış ve tutumlarının erkek öğrencilere göre anlamlı düzeyde yüksek olduğu, biyoçeşitlilik başarı testi bakımından cinsiyete göre anlamlı bir farklılık olmadığı sonucuna ulaşılmıştır. Öğrencilerin çevreyle ilgili bir kulübe üye olmalarının biyoçeşitlilik okuryazarlığına etkisi olmadığı görülmüştür. Sınıf düzeyine göre öğrencilerin başarı ve tutumlarında anlamlı bir farklılık belirlenmiştir.\n\t ",
    "enSummary": " \n\t  The aim of the study is to qualify the knowledge, behavior and attitudes of secondary school students towards biodiversity. Since the research aimed to determine the knowledge, behavior and attitudes of secondary school students towards biodiversity in terms of different variables, relational scanning method was used in this descriptive scanning model. The 9th, 10th, 11th, 12th graders of secondary schools in Ankara created the team of this study in the 2018-2019 academic year. In this study all the data like biodiversity achievement test, biodiversity behavior scale and biodiversity attitude scale were collected by the analyst. The scale was applied to 245 people in schools affiliated to the Ministry of National Education in Ankara. The data program SPSS was used for data analysis. As a result of the study, it was concluded that female students' behaviors and attitudes towards biodiversity were significantly higher than male students and there were no significant differences towards biodiversity achievement test according to gender. It was observed that students' membership in an environmental club did not affect biodiversity literacy. A significant difference was determined towards achievement and attitudes of students according to their grade level."
  },
  {
    "Thesis No": "12",
    "Author": "383440",
    "Year": "TUĞBA BİLGEL AŞICI",
    "Thesis Name": "2014",
    "Thesis Type": "İlköğretim öğrencilerinin biyoçeşitlilik bilgileri üzerinde etkili olan faktörlerFactors that affect biological diversity knowledge of primary school students",
    "Subject": "Doktora",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Araştırmanın amacı, ortaöğretim öğrencilerinin biyoçeşitliliğe yönelik bilgi, davranış ve tutumlarını ölçmektir. Araştırma, ortaöğretim öğrencilerinin biyoçeşitliliğe yönelik bilgi, davranış ve tutumlarını farklı değişkenler açısından belirlemeyi amaçladığından bu araştırmada betimsel tarama modelinde ilişkisel tarama yöntemi kullanılmıştır. Araştırmanın çalışma grubunu 2018-2019 eğitim öğretim yılında Ankara ilinde ortaöğretim kurumlarında okuyan 9, 10, 11, 12. sınıf öğrencileri oluşturmuştur. Araştırmada veriler, araştırmacı tarafından geliştirilen biyoçeşitlilik başarı testi, biyoçeşitlilik davranış ölçeği, biyoçeşitlilik tutum ölçeği ile toplanmıştır. Ölçek Ankara ilinde Milli Eğitim Bakanlığı'na bağlı okullarda 245 kişiye uygulanmıştır. Verilerin analizi için SPSS paket veri programı kullanılmıştır. Araştırma sonucunda, kız öğrencilerin biyoçeşitliliğe yönelik davranış ve tutumlarının erkek öğrencilere göre anlamlı düzeyde yüksek olduğu, biyoçeşitlilik başarı testi bakımından cinsiyete göre anlamlı bir farklılık olmadığı sonucuna ulaşılmıştır. Öğrencilerin çevreyle ilgili bir kulübe üye olmalarının biyoçeşitlilik okuryazarlığına etkisi olmadığı görülmüştür. Sınıf düzeyine göre öğrencilerin başarı ve tutumlarında anlamlı bir farklılık belirlenmiştir.\n\t ",
    "enSummary": " \n\t  The aim of the study is to qualify the knowledge, behavior and attitudes of secondary school students towards biodiversity. Since the research aimed to determine the knowledge, behavior and attitudes of secondary school students towards biodiversity in terms of different variables, relational scanning method was used in this descriptive scanning model. The 9th, 10th, 11th, 12th graders of secondary schools in Ankara created the team of this study in the 2018-2019 academic year. In this study all the data like biodiversity achievement test, biodiversity behavior scale and biodiversity attitude scale were collected by the analyst. The scale was applied to 245 people in schools affiliated to the Ministry of National Education in Ankara. The data program SPSS was used for data analysis. As a result of the study, it was concluded that female students' behaviors and attitudes towards biodiversity were significantly higher than male students and there were no significant differences towards biodiversity achievement test according to gender. It was observed that students' membership in an environmental club did not affect biodiversity literacy. A significant difference was determined towards achievement and attitudes of students according to their grade level."
  },
  {
    "Thesis No": "13",
    "Author": "290726",
    "Year": "HATİCE ESRA GÜNAYDIN",
    "Thesis Name": "2011",
    "Thesis Type": "Bitkiler ve biyoçeşitliliğin öğretilmesine yönelik bir rehber materyal geliştirme çalışmasıA study on development a resource material for teaching plants and biodiversity",
    "Subject": "Yüksek Lisans",
    "undefined": "Biyoloji = Biology ; Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Bu çalışma, bitkiler ve biyoçeşitliliğin öğretilmesine yönelik bir rehber materyal geliştirmek amacıyla yapılmıştır. Araştırmada görüşme yöntemi kullanılmış, Ankara ili merkez ilçelerinde görev yapmakta olan 22 biyoloji öğretmeninin hazırlanan rehber materyal ve biyoçeşitlilikle ilgili görüşleri alınmıştır.Araştırmanın sonucunda, öğretmenlerin biyoçeşitlilik konusunda hâkimiyet düzeylerinin yeterli olmadığı; biyoçeşitlilik konusundaki bilgi düzeylerini tanımlayabildikleri tür sayısıyla eş değer tuttukları tespit edilmiştir. Öğretmenler, öğrencilerinin de konuyla ilgili bilgi seviyelerinin yeterli olmadığını belirtmiş, bunun nedeni olarak ise ilköğretimde konuya yeterli ağırlılık verilmemesini göstermişlerdir. Öğretmenlerin rehber materyal kullanımına yeterli önemi vermedikleri, biyoçeşitlilik konusunu yüzeysel bir anlatımla geçtikleri ise araştırmada ortaya çıkan bir diğer sonuçtur. Müfredatta biyoçeşitlilik konusunun öğrenci seviyesinde ele alınmasına rağmen, konuyu tam olarak kavratmada yetersiz kaldığı; uygulama ve görsellikte eksiklerinin olduğu da araştırmanın çıktılarından biridir.Araştırmacı tarafından hazırlanan rehber materyal öğretmenlerin tümü tarafından beğenilmiş, öğretici bir nitelik taşıdığı belirtilmiştir.\n\t ",
    "enSummary": " \n\t  The aim of this study was to design and develop a resource material for teaching plants and biodiversity. During the research, interview method was used and opinions of 22 biology teachers working in central districts of Ankara were obtained on the developed biodiversity resource material.Results of the study showed that the teachers levels of expertise/command on biodiversity were not satisfactory and that they envisoned their level of knowledge on biodiversity with the number of species could identify. Teachers also indicated that the students? levels of knowledge on the subject were not sufficient and claimed the reason to the little weight given to the subject in primary school education. Another result of the study was that teachers did not give necessary importance to using resource materials and carried out teaching activities with a superficial teaching approach. Although the subject of biodiversity is present at the students? level in the curriculum, it was inefficient to completely comprehend the subject, lacked practice and visual components.The resource material prepared by the researcher was appreciated by all participating teachers and they commented that the material was of teaching/instructive quality."
  },
  {
    "Thesis No": "19",
    "Author": "723882",
    "Year": "ŞEYMA KURT ALMALI",
    "Thesis Name": "2022",
    "Thesis Type": "Öğrencilerin bilimsel süreç becerilerinin geliştirilmesi üzerine bir araştırma: 'Canlılar ve yaşam' örneğiA study on the development of students' science process skills: The example of 'Living things and life'",
    "Subject": "Yüksek Lisans",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Bu çalışma, bitkiler ve biyoçeşitliliğin öğretilmesine yönelik bir rehber materyal geliştirmek amacıyla yapılmıştır. Araştırmada görüşme yöntemi kullanılmış, Ankara ili merkez ilçelerinde görev yapmakta olan 22 biyoloji öğretmeninin hazırlanan rehber materyal ve biyoçeşitlilikle ilgili görüşleri alınmıştır.Araştırmanın sonucunda, öğretmenlerin biyoçeşitlilik konusunda hâkimiyet düzeylerinin yeterli olmadığı; biyoçeşitlilik konusundaki bilgi düzeylerini tanımlayabildikleri tür sayısıyla eş değer tuttukları tespit edilmiştir. Öğretmenler, öğrencilerinin de konuyla ilgili bilgi seviyelerinin yeterli olmadığını belirtmiş, bunun nedeni olarak ise ilköğretimde konuya yeterli ağırlılık verilmemesini göstermişlerdir. Öğretmenlerin rehber materyal kullanımına yeterli önemi vermedikleri, biyoçeşitlilik konusunu yüzeysel bir anlatımla geçtikleri ise araştırmada ortaya çıkan bir diğer sonuçtur. Müfredatta biyoçeşitlilik konusunun öğrenci seviyesinde ele alınmasına rağmen, konuyu tam olarak kavratmada yetersiz kaldığı; uygulama ve görsellikte eksiklerinin olduğu da araştırmanın çıktılarından biridir.Araştırmacı tarafından hazırlanan rehber materyal öğretmenlerin tümü tarafından beğenilmiş, öğretici bir nitelik taşıdığı belirtilmiştir.\n\t ",
    "enSummary": " \n\t  The aim of this study was to design and develop a resource material for teaching plants and biodiversity. During the research, interview method was used and opinions of 22 biology teachers working in central districts of Ankara were obtained on the developed biodiversity resource material.Results of the study showed that the teachers levels of expertise/command on biodiversity were not satisfactory and that they envisoned their level of knowledge on biodiversity with the number of species could identify. Teachers also indicated that the students? levels of knowledge on the subject were not sufficient and claimed the reason to the little weight given to the subject in primary school education. Another result of the study was that teachers did not give necessary importance to using resource materials and carried out teaching activities with a superficial teaching approach. Although the subject of biodiversity is present at the students? level in the curriculum, it was inefficient to completely comprehend the subject, lacked practice and visual components.The resource material prepared by the researcher was appreciated by all participating teachers and they commented that the material was of teaching/instructive quality."
  },
  {
    "Thesis No": "22",
    "Author": "528448",
    "Year": "ZEYNEP ÖNER",
    "Thesis Name": "2018",
    "Thesis Type": "Çevre eğitimine yönelik hazırlanan formal ve informal uygulamaların akademik başarı, tutum ve öğrenci kazanımları açısından incelenmesiReviewing the formal and informal practices developed for environmental education, with respect to the students' academic achievement, attitudes and learning outcomes",
    "Subject": "Doktora",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Bu çalışmada amaç; \"Canlılar ve Yaşam\" öğrenme alanı içerinde yer alan canlıların sınıflandırılması, biyoçeşitlilik ve yıkıcı doğa olayları kavramlarına yönelik geliştirilen aktif öğrenme teknikleri ile zenginleştirilmiş çalışma yapraklarının hafif düzeyde zihinsel yetersizliği olan kaynaştırma öğrencilerinin ve normal gelişim gösteren öğrencilerin bilimsel süreç beceri gelişimi ve kavramsal anlamaları üzerine etkisini ortaya çıkarmaktır. Araştırmada karma yöntemden yararlanılmıştır. Çalışmanın örneklemini; beşinci sınıfta öğrenim gören 16 (sekiz hafif düzeyde zihinsel yetersizliği olan ve sekiz normal gelişim gösteren) öğrenci oluşturmaktadır. Asıl uygulamada iki ayrı grup oluşturulup çalışılmıştır. Birinci grup hafif düzeyde zihinsel yetersizliği olan sekiz öğrenciden, ikinci grup ise normal gelişim gösteren sekiz öğrenciden oluşmaktadır. Pilot uygulama 4 öğrenci ile yürütülmüştür. Pilot uygulama 2018-2019 ve asıl uygulama 2019-2020 eğitim-öğretim yıllarında yapılmıştır. Tahmin-Gözlem-Açıklama (TGA) yönteme uygun hazırlanan çalışma yaprakları; dikkat çekme-etkin uğraşı ve değerlendirme bölümlerinden oluşmaktadır. TGA yöntemi içerisinde aktif öğrenme tekniklerinden (vızıltı 22-öğrenme galerisi-kart gösterme-kartopu) ve mobil öğrenme (karekod uygulaması) uygulamalarından yararlanılmıştır. Çalışmada veri toplama aracı olarak; \"Canlılar ve Yaşam\" öğrenme alanında ilgili kavramlar için geliştirilen Bilimsel Süreç Beceri Gelişim (BiSBeG) formu ve görüşme sorularından yararlanılmıştır. Canlıların sınıflandırılması, biyoçeşitlilik, yıkıcı doğa olayları kavramlarına yönelik üç çalışma yaprağı geliştirilmiştir. Araştırma sonucunda; \"Canlılar ve Yaşam\" öğrenme alanı içerinde yer alan canlıların sınıflandırılması, biyoçeşitlilik, yıkıcı doğa olayları kavramlarına yönelik aktif öğrenme teknikleri ile zenginleştirilmiş TGA yönteminin entegre edildiği çalışma yapraklarının hafif düzeyde zihinsel yetersizliğe sahip kaynaştırma öğrencilerinin ve normal gelişim gösteren öğrencilerin bilimsel süreç beceri gelişimleri üzerinde olumlu etkide bulunduğu sonucuna varılmıştır (z=2,533, p<.05; z=2,521, p<.05). Aktif öğrenme teknikleri ile zenginleştirilmiş çalışma yapraklarının sınıfında hem \"hafif düzeyde zihinsel yetersizliği\" hem de \"normal gelişim gösteren\" öğrencileri bulunan öğretmenlerce kullanılarak, öğrencilerin bilimsel süreç becerilerini ve kavramsal anlamalarını geliştirebileceği düşünülmektedir.\n\n\nAnahtar Kelimeler: Hafif Düzeyde Zihinsel Yetersizlik, Bilimsel Süreç Becerileri, Tahmin-Gözlem-Açıklama, Aktif Öğrenme Teknikleri, Canlılar ve Yaşam.\n\t ",
    "enSummary": " \n\t  The purpose of this study; is to uncover the effect of worksheets enriched with active learning techniques developed for the concepts of classification of living things, biodiversity and destructive natural events in the \"Living Beings and Life\" learning area on the scientific process skill development and conceptual understanding of inclusive students with mild intellectual disability and students with normal development. The mixed method was used in the research. Participated in the study; there are 16 students (eight with mild mental disabilities and eight with normal development) who are studying in the fifth grade. In the actual application, two separate groups have been created and studied. The applications were conducted in a single school with eight students in the second group. The pilot application was conducted with 4 students. The pilot application was conducted in 2018-2019 and the actual application was conducted in 2019-2020 academic years. The worksheets prepared in accordance with the Prediction-Observation-Explanation (POE) method consist of attention-seeking-effective engagement and evaluation sections. Active learning techniques (buzz 22-learning gallery-card display-snowball) and mobile learning (karekod application) applications were used within the POE method. As a data collection tool in the study; The Scientific Process Skill Development (BiSBeG) form developed for related concepts in the field of learning \"Living Things and Life\" and interview questions were used. Three sheets of work have been developed on the concepts of classification of living beings, biodiversity, destructive natural phenomena. As a result of the research; \"Living life and learning\" situated in the area of living things classification, biodiversity, the concepts of destructive natural events-oriented active learning techniques enriched with students with mild mental impairment POE method is the integrated study of the inclusion of students with normal development of the leaves ' came to the conclusion that had a positive impact on the development of science process skills (z=2,533, p<.05; z=2,521, p<,05). It is thought that using the worksheets enriched with active learning techniques by the teachers who have both \"mild intellectual disability\" and \"normally developing\" students in their classrooms can improve students' scientific process skills and conceptual understanding.\n\n\nKeywords: Mild Mental Disabilities, Skill Development, Prediction-Observation-Explanation Worksheet, Active Learning Techniques"
  },
  {
    "Thesis No": "24",
    "Author": "480471",
    "Year": "MERVE YÜCE",
    "Thesis Name": "2017",
    "Thesis Type": "Fen bilimleri öğretmen adaylarının yakın çevresindeki bitkileri tanıma düzeyleriLevel of plant recognition in immediate vicinity of science teacher candidates",
    "Subject": "Yüksek Lisans",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Bu çalışma Fen Bilgisi programında öğrenim gören öğretmen adaylarının yakın çevrelerindeki bitkilerini tanıma düzeyleri ve biyolojik çeşitlilik hakkında farkındalıklarını belirlemek amacıyla yürütülmüştür.\nNitel bulguları nicel bulgularla destekleyen, fen alanı araştırmalarda da sıkça kullanılan karma araştırma yöntemi ve iki değişken arasındaki farklılığa bakılan karşılaştırmalı durum çalışması seçilmiştir. Araştırma belli bir amaç doğrultusunda yürütüldüğü içi amaçlı örneklem yöntemiyle çevreyle ilgili ders alan ve almayan öğretmen adayları seçilmiştir. Araştırma çevreyle ilgili ders almayan 1. ve 2. Sınıf öğretmen adayları ve çevreyle ilgili ders alan 3. ve 4. Sınıf öğretmen adaylarıyla yürütülmüştür. Çalışmada veriler iki şekilde toplanmıştır. Birinci kısımda yakın çevrelerindeki bitkilerini tanıma düzeyleri belirlemek için bir form kullanılmış ve bir istatistik programıyla nicel bulguları bulunmuştur. İkinci kısımda ise biyoçeşitlilik görüşme sorularıyla da öğretmen adaylarının biyoçeşitlilik ve çevre sorunlarına karşı daha detaylı incelemek için bir görüşme formu kullanılmıştır. Nicel bulgular istatistik programıyla, nitel bulgular ise içerik analiz yöntemiyle bulunmuştur.\nAraştırmanın bulgularında kızlarla erkekler arasında anlamlı bir fark görüldüğü ve sınıf düzeyleri arttıkça yakın çevrelerindeki bitkileri ve önemini de kavradıkları tespit edilmiştir. Öğretmen adaylarının çevreyle ilgili bilgi edindikleri yer internet iken; sınıf düzeyi arttıkça diğer yayın ve yayım organlarına başvurdukları görülmektedir. Öğretmen adayları biyolojik çeşitliliğin azalmasındaki en önemli faktöre toplumun bilinçsizce davranmasını söylerken, artması için ise ceza uygulaması ve topluma eğitim verilmesi gerektiğini söylemişlerdir. \nÖğretmen adaylarının 3. Sınıfta aldıkları öğretim teknolojileri ve materyal dersi çevreyle ilgili proje yaparken öğretim materyalleri yapmak, eğitici oyunlar gibi öğretim yöntemleri öne sunmuşlardır.\nÇevre bilimi, evrim gibi dersleri alan öğrencilerin biyoçeşitlilik hakkında daha diğer düzeylere göre daha bilinçli oldukları ve 4. Sınıfların staj yapmalarından dolayı kendilerini bir öğretmen gibi hissettikleri ve öğrencilerin düzeyine uygun projeler geliştirdikleri sonucu çıkmıştır. 4. Sınıf öğretmen adayları alt kademedeki öğretmen adaylarına kıyasla çevre farkındalığı yüksektir ama bütün öğretmen adayları biyolojik çeşitlilik kavramını tür çeşitliliğiyle karıştırmışlardır. Buda aldığı derslerin olumlu yönde etki ettiği ama yeterli olmadığı sonucuna ulaşılmıştır.\n\t ",
    "enSummary": " \n\t  This study has been conducted to determine the awareness about biological varlety and the limitation of knowledge about plant recognition of science teacher candidates.\nCombined research method, which supports qualitative findings with quantitative findings while being widely used in science researches and comperative state study which focuses on the differences between two changeables have been chosen.Because the research is conducted for a spesific purpose, teacher candidates who take lessons about environment and those who do not have been chosen with purposeful sampling method. The research has been conducted with 1st and 2st year teacher candidates who do not get lectures on nature and 3 rd and 4 th year candidates who do. The data has been collected in two ways. İn the first part a form is given to assess their level of plant recognition and quantitative findings are received with a statistics programe. İn the second part an interview form is used to learn more about their stand on biovariety and enviromental issues with bio-diversity based questions. Quantitative findings are acquired with a statistics programe and qualitative findings are acquired by content analysis. \nThe findings suggest that there is a significant difference between male and female participants and that they realize more about the plants and their importance as their Education proceeds. While the source where candidate teachers learn about environment is the internet; it is recognized that they consult to other publishings and sources as their Education level increases.Candidates confuse the consept of bio-diversity with diversity of kind. While they use Education Technologies and material lesson which they are given in the 3rd year to create a project about the enviroment, they also presented other teaching methods like creating teaching methods and educational games. Prospective teachers stated that the reason why bio-diversity is decreasins is basıcally because the community is ignorant and that education and punishment is necessary for it to increase.\nAnother finding is that students who get lessons like \"nature science\" or \"evolution\" are better informed, moreover they feel more teacher-like because of their internship programe in the final year and therefore produce more age-appropriate projects for their students. Teacher candidates that study at their 4th year have higher enviromental awareness in comparison to lower grades but all candidates confused bio-diversity with kind-diversity, which made clear that the curriculum had a positive impact but not enough."
  },
  {
    "Thesis No": "25",
    "Author": "454694",
    "Year": "DURMUŞ YANMAZ",
    "Thesis Name": "2017",
    "Thesis Type": "Doğa tarihi müzesinde rehber hazırlama ve çalışma yaprakları ile öğretimin öğrencilerin akademik başarı ve fen öğrenimine yönelik motivasyonları üzerine etkisiInvestigating the effect of teaching with museum guide preparation and museum worksheets at natural history museum on students' academic success and motivation towards science learning",
    "Subject": "Yüksek Lisans",
    "undefined": "Eğitim ve Öğretim = Education and Training ; Müzecilik = Museology",
    "trSummary": " \n\t Bu çalışma Fen Bilgisi programında öğrenim gören öğretmen adaylarının yakın çevrelerindeki bitkilerini tanıma düzeyleri ve biyolojik çeşitlilik hakkında farkındalıklarını belirlemek amacıyla yürütülmüştür.\nNitel bulguları nicel bulgularla destekleyen, fen alanı araştırmalarda da sıkça kullanılan karma araştırma yöntemi ve iki değişken arasındaki farklılığa bakılan karşılaştırmalı durum çalışması seçilmiştir. Araştırma belli bir amaç doğrultusunda yürütüldüğü içi amaçlı örneklem yöntemiyle çevreyle ilgili ders alan ve almayan öğretmen adayları seçilmiştir. Araştırma çevreyle ilgili ders almayan 1. ve 2. Sınıf öğretmen adayları ve çevreyle ilgili ders alan 3. ve 4. Sınıf öğretmen adaylarıyla yürütülmüştür. Çalışmada veriler iki şekilde toplanmıştır. Birinci kısımda yakın çevrelerindeki bitkilerini tanıma düzeyleri belirlemek için bir form kullanılmış ve bir istatistik programıyla nicel bulguları bulunmuştur. İkinci kısımda ise biyoçeşitlilik görüşme sorularıyla da öğretmen adaylarının biyoçeşitlilik ve çevre sorunlarına karşı daha detaylı incelemek için bir görüşme formu kullanılmıştır. Nicel bulgular istatistik programıyla, nitel bulgular ise içerik analiz yöntemiyle bulunmuştur.\nAraştırmanın bulgularında kızlarla erkekler arasında anlamlı bir fark görüldüğü ve sınıf düzeyleri arttıkça yakın çevrelerindeki bitkileri ve önemini de kavradıkları tespit edilmiştir. Öğretmen adaylarının çevreyle ilgili bilgi edindikleri yer internet iken; sınıf düzeyi arttıkça diğer yayın ve yayım organlarına başvurdukları görülmektedir. Öğretmen adayları biyolojik çeşitliliğin azalmasındaki en önemli faktöre toplumun bilinçsizce davranmasını söylerken, artması için ise ceza uygulaması ve topluma eğitim verilmesi gerektiğini söylemişlerdir. \nÖğretmen adaylarının 3. Sınıfta aldıkları öğretim teknolojileri ve materyal dersi çevreyle ilgili proje yaparken öğretim materyalleri yapmak, eğitici oyunlar gibi öğretim yöntemleri öne sunmuşlardır.\nÇevre bilimi, evrim gibi dersleri alan öğrencilerin biyoçeşitlilik hakkında daha diğer düzeylere göre daha bilinçli oldukları ve 4. Sınıfların staj yapmalarından dolayı kendilerini bir öğretmen gibi hissettikleri ve öğrencilerin düzeyine uygun projeler geliştirdikleri sonucu çıkmıştır. 4. Sınıf öğretmen adayları alt kademedeki öğretmen adaylarına kıyasla çevre farkındalığı yüksektir ama bütün öğretmen adayları biyolojik çeşitlilik kavramını tür çeşitliliğiyle karıştırmışlardır. Buda aldığı derslerin olumlu yönde etki ettiği ama yeterli olmadığı sonucuna ulaşılmıştır.\n\t ",
    "enSummary": " \n\t  This study has been conducted to determine the awareness about biological varlety and the limitation of knowledge about plant recognition of science teacher candidates.\nCombined research method, which supports qualitative findings with quantitative findings while being widely used in science researches and comperative state study which focuses on the differences between two changeables have been chosen.Because the research is conducted for a spesific purpose, teacher candidates who take lessons about environment and those who do not have been chosen with purposeful sampling method. The research has been conducted with 1st and 2st year teacher candidates who do not get lectures on nature and 3 rd and 4 th year candidates who do. The data has been collected in two ways. İn the first part a form is given to assess their level of plant recognition and quantitative findings are received with a statistics programe. İn the second part an interview form is used to learn more about their stand on biovariety and enviromental issues with bio-diversity based questions. Quantitative findings are acquired with a statistics programe and qualitative findings are acquired by content analysis. \nThe findings suggest that there is a significant difference between male and female participants and that they realize more about the plants and their importance as their Education proceeds. While the source where candidate teachers learn about environment is the internet; it is recognized that they consult to other publishings and sources as their Education level increases.Candidates confuse the consept of bio-diversity with diversity of kind. While they use Education Technologies and material lesson which they are given in the 3rd year to create a project about the enviroment, they also presented other teaching methods like creating teaching methods and educational games. Prospective teachers stated that the reason why bio-diversity is decreasins is basıcally because the community is ignorant and that education and punishment is necessary for it to increase.\nAnother finding is that students who get lessons like \"nature science\" or \"evolution\" are better informed, moreover they feel more teacher-like because of their internship programe in the final year and therefore produce more age-appropriate projects for their students. Teacher candidates that study at their 4th year have higher enviromental awareness in comparison to lower grades but all candidates confused bio-diversity with kind-diversity, which made clear that the curriculum had a positive impact but not enough."
  },
  {
    "Thesis No": "30",
    "Author": "321473",
    "Year": "DAVUT SOYSAL",
    "Thesis Name": "2012",
    "Thesis Type": "İlköğretim ve lise öğrencilerinin biyoçeşitliliğin azalması ile ilgili görüşleriPrimary and secondary school students opinions towards biodiversity loss",
    "Subject": "Yüksek Lisans",
    "undefined": "Biyoloji = Biology ; Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Non-formal öğrenme için uygun olan okul dışı öğrenme ortamları arasında  müzeler, bilim merkezleri, hayvanat bahçeleri, parklar, planetaryumlar vb. yer almaktadır. Müzeler fen eğitiminde yaygın olarak ziyaret edilen okul dışı öğrenme ortamlarından biridir. Özellikle doğa tarihi müzeleri fen eğitimi için oldukça uygundur. Çalışma yaprakları müzelerde fen eğitimi için yaygın olarak kullanılan öğretim stratejilerinden biridir. Müze çalışma yapraklarının etkililiği hakkında fikir ayrılıkları vardır. Müzelerde yeni öğretim stratejilerinin tasarlanmasına, uygulanmasına ve etkilerinin değerlendirilmesine ihtiyaç duyulmaktadır. Bu çalışmanın amacı; doğa tarihi müzesinde öğrencilerin müze rehberi hazırlaması yoluyla öğretim ve müze çalışma yaprakları yoluyla öğretimin, öğrencilerin fosil ve biyoçeşitlilik konularındaki fen başarıları ve fen öğrenimine yönelik motivasyonları üzerine etkilerini incelemek, kıyaslamak ve bu etkilerin kalıcılığını değerlendirmektir. Çalışma yarı deneysel yöntemlerden, eşitlenmemiş kontrol gruplu model olarak yürütülmüştür. Çalışma 2015-2016 eğitim-öğretim yılının güz döneminde uygulanmıştır. Çalışmaya Muğla ili Menteşe ilçe merkezindeki bir ortaokulda 5. sınıf düzeyinde öğrenim gören 27'si (14 Kız-13 Erkek) deney, 27'si (15 Kız-12 Erkek) kontrol grubunda olmak üzere toplam 54 öğrenci katılmıştır. Çalışmanın verileri Akademik Başarı Testi ve Fen Öğrenimine Yönelik Motivasyon Ölçeği ile toplanmıştır. Veriler Bağımlı t-testi, Bağımsız t-testi, Wilcoxon İşaretli-Sıralar testi ve Mann-Whitney U testi ile analiz edilmiştir. Fosil ve biyoçeşitlilik konularının öğretiminde hem müze rehberi hazırlama yoluyla öğretimin hem de çalışma yaprakları yoluyla öğretimin olumlu ve kalıcı etkileri olduğu tespit edilmiştir. Her iki öğretimin de öğrencilerin fen öğrenimine yönelik motivasyonları üzerinde olumlu etkileri olmadığı belirlenmiştir. Doğa tarihi müzelerinden fen öğrenmede müze rehberi hazırlama ve çalışma yaprakları yoluyla öğretimin kullanılması önerilmiştir.\n\n\nAnahtar kelimeler: fosil ve biyoçeşitlilik, doğa tarihi müzesi, müze çalışma yaprakları, müze rehberi hazırlama, fen öğrenimine yönelik motivasyon\n\t ",
    "enSummary": " \n\t  Out of school learning environments that are suitable for non-formal learning include museums, science centers, zoos, parks, planetarium, etc. Museums are one of the out of school learning environments that are frequently visited for science education. Natural history museums are particularly appropriate for science education. Museum worksheets are one of the prevalently applied teaching strategies for science education in museums. There are still disagreements on the effectiveness of museum worksheets. New teaching strategies in museums are needed to be designed, implemented and evaluated. The aim of this study is to compare museum guide preparation and teachings with museum worksheets in natural history museum and their effects on students' science success on fossils and bio-diversity subjects and their motivations on science learning; and is to assess these effects permanence. Quasi-experimental method with nonequivalent control group modal was applied in the study. The study was conducted in fall term of 2015-2016 academic year. 5th grade 54 students including 27 (14 females-13 males) experiment group, and 27 (15 females-12 males) control group students studying in middle school in Menteşe town of Muğla. The data were obtained through Academic Success Test, and Students' Motivation Towards Science Learning Questionnaire. The data were analyzed through Dependent t-test, Independent t-test, Wilcoxon Signed-Rank test, and Mann-Whitney U test. It was identified that both museum guide preparation and museum worksheet teachings for fossils and biodiversities subjects were positive and had permanent effects. It was determined that the both teachings did not have positive effects on students' motivation towards science learning. It has been suggested to prefer a teaching strategy thorugh applying museum guide preparation and museum worksheets in science learning from natural history museums.\n\n\nKeywords: fossil and biodiversity, natural history museum, museum worksheets,museum guide preparation, motivation towards science learning"
  },
  {
    "Thesis No": "36",
    "Author": "723204",
    "Year": "ZEYNEP ÇAM",
    "Thesis Name": "2022",
    "Thesis Type": "Ortaokul öğrencilerinin biyolojik çeşitlilik konusu ile ilgili bilişsel yapılarının karşılaştırmalı olarak belirlenmesiComparative determination of middle school students' cognitive structures related to biological diversity",
    "Subject": "Yüksek Lisans",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Biyoçeşitlilik su ve kara ortamlarındaki genetik, tür ve ekosistem çeşitliğidir. Son yıllarda insan kaynaklı faaliyetler sonucunda dünya genelinde biyoçeşitlilik de hızlı bir azalma mevcuttur. Dolayısıyla bireylerin bu azalma ile ilgili farkındalıklarını, düşüncelerini ve tutumlarını incelemek, yine insan kaynaklı çözüm önerileri geliştirmek adına önemlidir. Bu çalışmada ilköğretim (7. ve 8. sınıflar) ve lise (9. ve 10. Sınıflar) öğrencilerin biyoçeşitliliğin azalması ile ilgili görüşleri incelenmiştir. Yarı yapılandırılmış görüşmeler ve ilgili literatürden yararlanarak geliştirilen `Biyoçeşitliliğin Azalması ile İlgili Tutum ve Düşünceler' (BATD) ölçeği veri toplama aracı olarak kullanılmıştır. Kasıtlı örnekleme ile Ankara ilinden 290 ve Kırşehir ilinden 422 olmak üzere toplam 712 öğrenci çalışmaya katılmıştır. Verilerin analizinde yüzde ve ortalama gibi betimsel istatistikler ile açıklayıcı ve onaylayıcı faktör analizi, Mann-Whitney U testi gibi çıkarımsal istatistikler kullanılmıştır. Çalışma sonunda ilköğretim ve lise öğrencilerinin biyoçeşitliliğin azalması ile ilgili endişelerinin yüksek olduğu gözlenmiştir. Kızlar erkeklere göre daha endişeli iken, erkeklerin biyoçeşitliliğin azalmasını önlemede teknolojik çözümlere daha sıcak baktığı tespit edilmiştir. Ayrıca şehir (endüstrileşmiş ve endüstrileşmemiş) faktörünün tutumlarda etkili olmadığı sonucuna varılmıştır. Öğrenciler biyoçeşitliliğin azalmasının nedenleri olarak küresel ısınma ve asit yağmurları gibi küresel sorunları göstermiştir. Biyoçeşitliliğin azalmasının sonuçları için ise besin zincirinin bozulması ve doğal dengenin bozulması ön plana çıkmıştır. Biyoçeşitliliğin azalmasını önleme yöntemleri ile ilgili olarak öğrenciler geri dönüşüm ve ağaçlandırmaların etkili olacağını düşünmüştür.Anahtar kelimeler: Biyoçeşitlilik, biyoçeşitliliğin azalması, çevre eğitimi, öğrenciler, düşünce, tutum\n\t ",
    "enSummary": " \n\t  Biodiversity is the diversity of genetical sources, species and ecosystems in water and land environments. There is a fast biodiversity loss due to the anthropocentric activities in last decades. Therefore, it is crucial to understand individuals? awareness, ideas and attitudes about biodiversity loss in order to develop solutions. In the present study, primary and secondary school students? ideas and attitudes towards biodiversity loss were investigated. `Ideas and Attitudes towards Biodiversity Loss? scale, which was developed using semi-structured interviews and the scales in existing literature, was utilized as data collection tool. 290 students in Ankara and 422 students in Kırşehir (totally 712 students) constituted the purposeful sample. In data analysis, it was used descriptive statistics such as percentage and mean and inferential statistics such as explaratory and confirmatory factor analysis and Mann-Whitney U tests. The study showed that students possessed high level of concerns regarding biodiversity loss (BL). The girls were more anxious about BL than boys, whereas more boyes than girls agreed that technological solutions would resolve the problems about BL. In addition, the city factor (industrialized-nonindustrialized) did not exert influence on students? attitudes. Students presented global warming and acid raining as main reasons of BL. The collapses in food chaing and natural balance were the main results of BL. They also considered that recyling and planting trees would strop BL.Keywords: Biodiversity, biodiversity loss, environmental education, students, idea, attitude."
  },
  {
    "Thesis No": "40",
    "Author": "682971",
    "Year": "DEMET YILDIZ",
    "Thesis Name": "2021",
    "Thesis Type": "3. sınıf öğrencilerinin okul bahçesinde informal fen öğrenme deneyiminin incelenmesi: Bir nitel araştırmaExploring 3th grade students' experiences of informal science learning in the school garden: A qualitative study",
    "Subject": "Yüksek Lisans",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Bu araştırmanın amacı, ortaokul öğrencilerinin (5,6,7, ve 8.Sınıf), Biyolojik çeşitlilik konusundaki bilişsel yapılarını ortaya koymak, kavramsal anlam düzeylerindeki değişim sürecini sınıf düzeylerine göre tespit etmektir. Bu çalışma nitel bir araştırma olup, araştırmada betimsel araştırma yöntemleri içerisinde yer alan ve nitel araştırma desenlerinden gelişimsel araştırma deseni kullanılmıştır.\nAraştırmanın örneklemini, 2017-2018 eğitim-öğretim yılı, bahar döneminde, Bursa ilinde öğrenim gören 5, 6, 7 ve 8. Sınıflardan oluşan toplam 308 ortaokul öğrencisi oluşturmaktadır. Veri toplama aracı olarak kelime ilişkilendirme testlerinden yararlanılmıştır. Kelime ilişkilendirme testlerinde \"ekosistem, biyolojik çeşitlilik, besin zinciri, tür, nesli tükenmekte olan canlılar, çevre sorunları ve çevre koruma\" olmak üzere yedi anahtar kavram kullanılmıştır. Verilerin analiz sürecinde, frekans tablosu kullanılarak kesme noktası tekniği ile kavram ağları oluşturulmuş ve ilgili kavramlara yönelik ortaokul öğrencilerinin bilişsel yapılarının karşılaştırması sağlanmıştır. Kavram ağlarından elde edilen sonuçlara göre bulgular yorumlanmıştır. Sonuç olarak, ortaokul öğrencilerinin (5,6,7 ve 8. Sınıf), nesli tükenmekte olan canlılar, çevre sorunları ve çevre koruma anahtar kavramlarını doğru ilişkilendirdiği sonucuna varılmıştır. Ayrıca, besin zinciri, tür ve ekosistem anahtar kavramını 8.sınıf öğrencilerinin genel olarak doğru ilişkilendirdiği, biyolojik çeşitlilik anahtar kavramını genel olarak 5.sınıf öğrencilerinin doğru ilişkilendirdiği, 6. ve 7.sınıf öğrencileri tarafından besin zinciri, tür, biyolojik çeşitlilik ve ekosistem anahtar kavramlarının tam olarak anlaşılamadığı sonucuna varılmıştır.\nKelime ilişkilendirme testinde ortaokul öğrencilerinin en fazla ilişkilendirdiği anahtar kavramlar nesli tükenmekte olan canlılar, çevre sorunları ve çevre korumadır. En az ilişkilendirilen anahtar kavramlar, besin zinciri, tür, biyolojik çeşitlilik ve ekosistemdir. Hayvan, bitki, insan, meyve, yiyecek/besin, çevre kirliliği, su kirliliği, kirlilik, küresel ısınma, çöp, filtre, ağaç ve temizlik kavramları öğrencilerin en fazla kullandığı kavramlardır.  \nVeri toplam aracı olarak kullanılan kelime ilişkilendirme testinde öğrencilerin her bir anahtar kavramla ilgili cümle kurmaları da istenmiştir. Bu cümleler içerdiği bilgi ve anlam açısından incelenip sınıflandırılarak cümlelerin analizi gerçekleştirilmiştir. Elde edilen sonuçlara göre ortaokul öğrencilerinin (5,6,7 ve 8.sınıf) en fazla sayıda nesli tükenmekte olan canlılar, çevre sorunları ve çevre koruma anahtar kavramları ile ilgili anlamlı cümleler kurdukları ortaya çıkmıştır. \nAraştırmada, eğitim-öğretim sonucunda, kazanılan bilgi, deneyim ve farkındalık arttıkça, televizyon, basın, internet gibi ortamlardan edindikleri bilgiler ile öğrencilerin bilimsel bilgiye daha yakın cevaplar verdikleri tespit edilmiştir. Aynı zamanda fen bilimleri öğretim programında biyoçeşitlilik kavramına ilişkin kazanım sayısı arttıkça öğrencilerin bilgi ve beceri seviyesinin daha yüksek olduğu sonucuna varılmıştır.\n\t ",
    "enSummary": " \n\t  The purpose of this research is to reveal the cognitive structures of middle school students (5th, 6th, 7th, and 8th grades) on biological diversity and to determine the process of change in their conceptual meaning levels by grade level. This is a qualitative research. It uses the developmental research design, which is a descriptive research method and a qualitative research design. \nThe research sample of consists of a total of 308 5th-, 6th-, 7th-, and 8th-grade middle school students studying in Turkey's Bursa province in the spring semester of the 2017-2018 academic year. Word association tests were used for data collection. Seven key concepts were used in the word association tests: \"ecosystem, biological diversity, food chain, species, endangered creatures, environmental problems, environmental protection\". In the data analysis process, concept networks were created by the cut-off point technique using the frequency table, thereby making a comparison of the middle school students' cognitive structures for the related concepts. Findings were interpreted based on the results obtained from the concept networks. As a result, it was found that the middle school students (5th, 6th, 7th, and 8th grades) correctly associated the key concepts of endangered creatures, environmental problems, and environmental protection. In addition, it was determined that the 8th grade students correctly associated the key concepts of food chain, species, and ecosystem in general, while the 5th grade students correctly associated the key concept of biological diversity in general, and that the 6th and 7th grade students could not fully understand the key concepts of food chain, species, biological diversity and ecosystem.\nThe key concepts that the middle school students associated in the word association test most were endangered creatures, environmental problems, and environmental protection. The least associated key concepts were found to be food chain, species, biological diversity, and ecosystem. The concepts the students used most were animal, plant, human, fruit, food/nutrient, environmental pollution, water pollution, pollution, global warming, garbage, filter, tree, and cleanliness.  \nIn the word association test used as a data collection tool, the students were also asked to make sentences about each key concept. Those sentences were examined and classified in terms of the information and meaning they contained, and the analysis of the sentences was performed. Based on the obtained results, it was revealed that the middle school students (5th, 6th, 7th, and 8th grades) made the biggest number of meaningful sentences about the key concepts of endangered creatures, environmental problems, and environmental protection. \nThe study concluded that as the knowledge, experience, and awareness gained through the educational process increased, the students gave answers closer to scientific knowledge, along with the information they obtained from media such as television, press, and the internet. Furthermore, it was concluded that as the number of learning outcomes related to the concept of biological diversity in the science curriculum increased, the students' levels of knowledge and skill rose as well."
  },
  {
    "Thesis No": "42",
    "Author": "672231",
    "Year": "LEYLA YILDIRIM",
    "Thesis Name": "2021",
    "Thesis Type": "Sosyobilimsel konulardaki öğretmen rollerinin sınıfta kullanılan söylem ve söylem desenleri açısından karşılaştırılmasıComparison of teacher roles in socioscientific issues in terms of discourse and discourse patterns used in the classroom",
    "Subject": "Yüksek Lisans",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t John Dewey, öğrencilerin aktif, meraklı ve keşfetmeye istekli olduğunu ve\ninformal öğrenme ortamıyla, sınıf dışındaki ortamın parçası olduğunu anladığında,\nöğrenmelerinin arttığını 100 yıl önce deneysel çalışmayla \"Okul ve Toplum\" (The\nSchool and Society) isimli kitabında açıklamıştır (Dewey, 1915). Bununla birlikte,\nküresel boyutta gün geç geçtikçe artan çevre sorunlarının çözümünde söz sahibi\nolacak çocukların, kendi çevrelerinde, doğal ortamda deneyim yaşamayı ve doğa\neğitimini formal eğitime tercih ettiği belirtilmektedir (Hart 2002; Martin, 2003;\nCivelek ve Özyılmaz Akamca, 2018). Küçük grup öğrenme deneyimleri eğitimciler\nve öğretmenler için önemli (Hutchinson, 2009) olduğundan, bu çalışmada okul\nbahçesinde informal fen öğrenme deneyim süreci nitel bir araştırmayla\nincelenmiştir. Çalışmaya bir devlet okulunun 3. sınıfında öğrenim gören toplam n\n= 29 (kız:18, erkek:11) öğrenci katılmıştır. Çalışmanın veri kaynağı açık uçlu\nCanlılar ve çevre hakkındaki görüşler anketi'ne bireysel ve yarı yapılandırılmış\ngörüşmelere verilen öğrenci yanıtlarıdır. Canlı-cansız varlıklar, biyoçeşitlilik, besin\nzinciri, geri dönüşüm, nesli tükenen canlılar ve çevre konusu ile ilgili 4 haftalık bir\ninformal fen eğitimi uygulanmıştır. Uygulama öncesi ve sonrası (ön-sontest)\ntoplanan veriler NVivo12 programında içerik analiz yöntemiyle incelenmiştir.\nSonuçlar, öğrencilerin okul bahçesi informal fen öğrenme deneyiminin çevreye\nyönelik kavram(a)larını istatistiksel olarak olumlu yönde geliştirdiğini ve \"canlı ve\ncansız varlıklar\", \"biyoçeşitlilik\", \"orman ekosistemi\", \"geri dönüşüm\", \"canlıların\nçevre ile etkileşimin sonuçları\" konusunda öğrencilerin çevre farkındalığını kısa\nsürede geliştirdiği tespit edilmiştir. Ancak, öğrencilerin, \"besin zinciri\",\n\"mikroskobik canlı\" kavram(a)larına ve öntest sonuçlarında tespit edilen''toprak'',\n''su'' ve ''çiçek'' ile ilgili kavram yanılgılarının giderilmesine uygulamanın\nyetersiz olduğu görülmüştür. Ayrıca okul bahçesinde informal fen öğrenme\ndeneyiminin, soğuk havaya rağmen, öğrencilerin büyük çoğunluğunun sevdiği,\neğlendiği belirlenmiştir.\nANAHTAR KELİMELER: Çevre Eğitimi, İnformal Öğrenme, Okul Bahçesi,\nİlkokul Öğrencileri\n\t ",
    "enSummary": " \n\t  John Dewey explained in an experimental study which conducted 100 years\nago and published in his book \"The School and Society\" that students' learning\nincreased once they realised that they were part of the informal learning\nenvironment and the environment outside the classroom, they became active,\ncurious learners and willing to explore. (Dewey, 1915). On the other hand, it is\nstated that children, who will have a voice in the solution of environmental\nproblems which are increasing day by day, prefer to have experience in their own\nenvironment, in the natural environment, and nature education to formal education\n(Hart 2002; Martin, 2003; Civelek & Özyılmaz Akamca, 2018). In this qualitative\nstudy, the informal science learning experience process in the schoolyard was\nexplored since small group learning experiences are notable both for educators and\nteachers (Hutchinson, 2009). A total of n = 29 (female: 18, male: 11) students\nstudying at the 3rd grade of a public school participated in the study. The data was\ncollected through student responses given to the open-ended Views about living\nthings and environment questionnaire and to individual, semi-structured\ninterviews. A 4-week informal science education was implemented about living and\nnon-living things, biodiversity, food chain, recycling, endangered creatures and the\nenvironment. The data collected before and after the application (pre-test / posttest) were analyzed using the content analysis method in NVivo12 program. The\nresults indicate that students' schoolyard informal science learning experience has\nstatistically improved their environmental concepts (a) and that \"living and nonliving things\", \"biodiversity\", \"forest ecosystem\", \"recycling\", \"the results of the\ninteraction of living things with the environment\" It is seen that students have\nimproved their environmental awareness in a short time. However, it was observed\nthat the practice was insufficient in eliminating the misconceptions of the students\nabout \"food chain\", \"microscopic living\" concept (a) and \"soil\", \"water\" and\n\"flower\". In addition, it was determined that the informal science learning\nexperience in the schoolyard was enjoyed by the majority of students despite the\ncold weather.\nKEYWORDS: Environmental Education, Informal Learning, Schoolyard, Primary\nSchool Students"
  },
  {
    "Thesis No": "47",
    "Author": "601503",
    "Year": "HATİCE KİBAR",
    "Thesis Name": "2019",
    "Thesis Type": "Kalıtım ve biyoçeşitlilik konusunun 10. sınıf öğrencilerine öğretilmesinde argümantasyon tabanlı bilim öğrenme yaklaşımının etkisinin incelenmesiAnalyzi̇ng effects of the argument-based i̇nqui̇ry approach on teachi̇ng the subject of heredi̇ty and bi̇o-di̇versi̇ty to 10th grade students",
    "Subject": "Yüksek Lisans",
    "undefined": "Biyoloji = Biology ; Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Bu çalışmanın amacı, fen bilimleri öğretmenlerinin sosyobilimsel konulara (SBK) yönelik tercih ettikleri roller ve rolleri tercih etme/etmeme nedenlerinin, derslerinde kullanmış oldukları iletişimsel yaklaşım ve söylem desenleriyle ilişkilendirilmesi ve bu bağlamda SBK içeren ve SBK içermeyen konuların karşılaştırılmasıdır. Bu çalışma, nitel araştırma yaklaşımına uygun olarak bütüncül tekli durum deseniyle tasarlanmıştır. Çalışma grubunun oluşturulabilmesi için öncelikle kolay ulaşılabilir örnekleme ile Milli Eğitim Bakanlığı bünyesinde görev yapan 10 fen bilimleri öğretmenine ulaşılmıştır. Öğretmenler ile yapılan yarı yapılandırılmış görüşmeler sonucunda, derslerine sosyobilimsel konuları dâhil eden ve bunu derslerine nasıl taşıdığına yönelik örnekler verenler arasından dört fen bilimleri öğretmeni amaçlı olarak ölçüt (kriter) örneklem ile seçilmiştir. Seçilen bu dört öğretmene SBK'ya Yönelik Öğretmen Rolleri Vignetleri uygulanmıştır. Yapılan görüşmeler doğrultusunda öğretmenlerin ortak olarak 5. sınıf kademesinin fen derslerine girdikleri tespit edildikten sonra, araştırmacı tarafından seçilen biyoçeşitlilik ile ısı ve sıcaklık konularındaki dersleri video ve ses kaydına alınmıştır. Veri analizlerinde söylem analizi kullanılmıştır. Çalışmada veriler iletişimsel yaklaşım ve söylem desenlerine göre analiz edilmiştir. Video kayıtları analizleri, bu çalışmada geliştirilen barkod sistemi ile sunulmuştur. Araştırmanın sonunda, çalışmaya katılan öğretmenlerden üçünün nötr tarafsızlık rolünü seçtiği ve birinin ise kararlı tarafsızlık rolünü seçtiği görülmüştür. Öğretmenlerin ders video analizleri sonucunda, nötr tarafsızlık rolünü seçen öğretmenlerden biri ile kararlı tarafsızlık rolünü seçen öğretmenin derste özel nötrallik rolü sergilediği tespit edilmiştir. Yani çalışmadaki iki öğretmenin tercih ettiği rol ile derslerinde sergilediği rolün birbirinden farklı olduğu görülmüştür. Öğretmenlerin SBK içeren dersleri ile SBK içermeyen dersleri karşılaştırıldığında; nötr tarafsızlık rolünde olan iki öğretmenin de biyoçeşitlilik konusunda sıklıkla diyalojik yaklaşım ve açık zincir söylem desenini, ısı ve sıcaklık dersinde ise sıklıkla otoriter yaklaşım ve kapalı zincir söylem desenini kullandıkları tespit edilmiştir. Özel nötrallik rolünü sergileyen her iki öğretmenin de her iki konuda sıklıkla otoriter yaklaşım ile kapalı zincir ve üçlü söylem desenlerini kullandıkları görülmüştür. Bu doğrultuda SBK'larda nötr tarafsızlık rolünde olan öğretmenlerin diyalojik bir yaklaşım ile değerlendirmeci olmayan açık ve kompleks zincir söylem desenlerini kullandığı, özel nötrallik rolünde olan öğretmenlerin ise otoriter bir yaklaşım ve değerlendirmeci olan üçlü ve kapalı zincir söylem desenlerini kullandığı sonucuna ulaşılmıştır. Elde edilen bulgular doğrultusunda yeni çalışmalara ışık tutabilecek önerilerde bulunulmuştur.\n\t ",
    "enSummary": " \n\t  The aim of this study is to associate science teachers' their preferred roles and reasons for choosing this roles for socioscientific issues (SSI), with the communicative approach and discourse patterns they used in their courses, and to compare socioscientific issues and classical science subjects in this context. In this qualitative study, the holistic single case study design, one of the types of case studies, was used. In order to create a working group, 10 science teachers working within the Ministry of Education were reached with easily accessible sampling. As a result of the semi-structured interviews with these teachers four science teachers were selected with a criterion sample of including socioscientific issues in their courses and giving examples of how they carry this issues to their courses. These to four selected teachers implemented the Teacher's Roles in SSI Discourse. According to the interviews conducted, it was determined that teachers entered the same level science class of the fifth grade; then the lessons on biodiversity and heat and temperature subjects were recorded on video and audio by the researcher. Discourse analysis was used in data analysis. In the study, the data were analyzed as regards to communicative approaches and discourse patterns Analysis of video recordings was presented with a barcode system developed in this study. At the end of the study, it was observed that three of the teachers' involved in the study chose neutral impartiality role, and one teacher chose committed impartiality role. As a result of the teachers' course video analysis, one of the teachers who chose the role of neutral impartiality and one of the teacher who chose the role of committed impartiality were found to exhibit exclusive neutrality role in the lesson. In other words, it was seen that the role preferred by the two teachers in the study and the role they displayed in their lessons differed from each other. Comparing teachers' SSI lessons with classical science subject it was concluded that teachers in the role of neutral impartiality often use the dialogic approach and open chain discourse pattern in biodiversity, and in heat and temperature subject, they often use the authoritarian approach and closed chain discourse pattern. Exhibiting the role of exclusive neutrality, both teachers have often used closed chain and triple discourse patterns with authoritarian approach on both subjects. In this direction, it was concluded that teachers in the role of neutral impartiality in SSI use open and complex chain discourse patterns that are not evaluative with a dialogic approach, while teachers in the role of exclusive neutrality use triple and closed chain discourse patterns that are authoritarian approach and evaluative. According to the results obtained, suggestions have been made that may shed light on new studies."
  },
  {
    "Thesis No": "48",
    "Author": "538459",
    "Year": "ZEYNEP ÖZYURT",
    "Thesis Name": "2019",
    "Thesis Type": "Fen bilgisi öğretmen adaylarının biyolojik çeşitlilik konusundaki farkındalık ve davranış düzeylerinin belirlenmesiDetermination of awareness and behavior levels of biological diversity of science teacher candidates",
    "Subject": "Yüksek Lisans",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Bu araştırmanın amacı Argümantasyon Tabanlı Bilim Öğrenme (ATBÖ) yaklaşımın öğrencilerin akademik başarısına ve derse yönelik tutumlarının yanı sıra karar verme, argümantasyon, tartışma ve problem çözme becerilerine etkisini belirlemektir.\nAraştırmada statik grup karşılaştırmalı desen kullanılmıştır. Kontrol grubunu oluşturan 23 ve deney grubunu oluşturan 17 öğrenci olmak üzere 10. Sınıfta öğrenim gören toplam 40 öğrenci ile birlikte Muş'ta bulunan bir kız lisesinde gerçekleştirilmiştir. Kontrol grubunda bulunan öğrencilere \"Kalıtım ve Biyoçeşitlilik\" konusunda mevcut öğretim yöntemlerine ilişkin etkinlikler ve deney grubunda bulunan öğrencilere ise ATBÖ yaklaşımına ilişkin etkinlikler uygulanmıştır.\nUygulamaların sonunda öğrencilere nicel veri toplama aracı olarak Biyoloji Soru Formu, Biyoloji Bilimine ve Dersine Yönelik Tutum Ölçeği (BBDTÖ), Karar Verme Becerilerini Değerlendirme Ölçeği, Argümantasyon Testi, Tartışmacı Anketi ve Problem Çözme Ölçeği kullanılmıştır. Veriler analiz programında Shapiro-Wilk ve ilişkisiz örneklemler t-testi kullanılarak analiz edilmiştir.\nAraştırmanın sonuçlarına göre Argümantasyon Tabanlı Bilim Öğrenme Yaklaşımının öğrencilerin akademik başarılarına, biyoloji dersine yönelik tutumlarına, karar verme, argümantasyon, tartışma ve problem çözme becerilerine olumlu katkı sağladığı gözlenmiştir.\nAnahtar Kelimeler: Argüman, Argümantasyon, Argümantasyon Tabanlı Bilim Öğrenme, Karar Verme, Tartışma, Problem Çözme\n\t ",
    "enSummary": " \n\t  The purpose of this study was to analyze the effects of Argument-Based Inquiry (ABI) approach (adopted from the Science Writing Heuristic-SWH approach) to students' academic success, their attitude towards classes, decision making skills, argumentation, discussion and, problem solving skills. Static-group comparison design was used in the research. 40 students who attended 10th grade in a girl high school in Muş participated in the research. 23 of them were the control group where as 17 of them were the experimental group. The control group was taught \"Heredity and Bio-diversity\" in the current teaching methods whereas the experimental group was taught the same subject with ABI approach. At the end of the application process students were given quantitatve data collecting tools such as: Biology Question Form, Biology Science and Course Attitude Scale, Decision-making ability Evaluation Scale, Argumentation Test, Argumentative Scale and Problem Solving Scale. Datas were analyzed with Shapiro-Wilk and unrelated samples T-test in analysis program. According to the results of the research, It was observed that Argument-based Inquiry Approach contributed to student's academic success, their attitude towards classes, decision making skills, argumentation, discussion and, problem solving skills.\nKeywords: Argument, Argumentation, Argument Based Inquiry Approach, Decision Making, Discussion, Problem Solving"
  },
  {
    "Thesis No": "62",
    "Author": "186561",
    "Year": "NURETTİN YÖREK",
    "Thesis Name": "2006",
    "Thesis Type": "Ortaöğretim öğrencilerinin biyolojik çeşitlilik (Biyoçeşitlilik) konusunda kavramsal anlama düzeylerinin araştırılması.Investigation of secondary school students' conceptual understanding of the topic of biological diversity (biodiversity)",
    "Subject": "Doktora",
    "undefined": "Biyoloji = Biology ; Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Bu araştırmanın amacı, fen bilgisi öğretmen adaylarının biyolojik çeşitlilik konusundaki farkındalık ve davranış düzeylerini, bu düzeylerin bazı değişkenler açısından incelenmesidir. Çalışmamızda tarama yöntemi kullanılmıştır. Çalışmanın örneklemini 2017-2018 eğitim öğretim yılı Fırat Üniversitesi Eğitim Fakültesi Matematik ve Fen Bilimleri Eğitimi Anabilim Dalı Fen Bilgisi Öğretmenliği programında öğrenim gören 216 öğretmen adayı oluşturmaktadır.\nAraştırmacı tarafından ilgili alan taraması yapılarak ölçme aracı için 60 madde belirlenmiştir. Yapısal uygunluk için 5 alan uzmanının görüşü alındıktan sonra, taslak olarak 56 madde seçilmiştir. Ölçme aracının pilot uygulaması Amasya üniversitesi (240 öğrenci) ve Muş Alparslan üniversitesinde (43 öğrenci) rastgele seçilen toplam 283 öğrenciye uygulanmış ve ölçme aracı için gerekli düzenlemeler yapılmıştır. Biyolojik Çeşitlilik Farkındalık Ölçme Aracı (BÇFÖA), yapılan açımlayıcı faktör analizi sonrası 24 madde olarak, Biyolojik Çeşitlilik Davranış Ölçme Aracı (BÇDÖA) ise yapılan AFA sonrası 25 maddelik son halini almıştır. Ölçme aracı Fırat Üniversitesi'nde bulunan 216 fen bilgisi öğretmen adayına uygulanmıştır. Biyolojik çeşitlilik farkındalık ve davranış düzeylerinin alt faktörlerini ortaya çıkarmak için açımlayıcı faktör analizi (exploratory factor analysis) uygulanmıştır. Yapılan faktör analizi sonucunda, biyolojik çeşitlilik farkındalığı ölçme aracı için altı faktör belirlenmiştir. Bunlardan birinci faktör ekolojik işlev, ikinci faktör tür çeşitliliği, üçüncü faktör kullanım değeri, dördüncü faktör biyoçeşitlilik öğeleri,  beşinci faktör biyoçeşitlilik kaybı ve altıncı faktör de biyoçeşitliliğin mevcut durumu olarak adlandırılmıştır. Biyolojik çeşitlilik davranışı ölçme aracı için yedi faktör belirlenmiştir. Bunlardan birinci faktör biyoçeşitliliği koruma davranışı, ikinci faktör biyoçeşitliliğin ekonomik değeri, üçüncü faktör biyoçeşitliliğin etik değeri, dördüncü faktör biyoçeşitliliğin tehdit unsurları, beşinci faktör biyoçeşitliliğin politik ve yasal davranışları, altıncı faktör biyoçeşitliliğin kullanım değeri, yedinci faktör biyoçeşitliliğin bireysel ve toplumsal iknası olarak belirlenmiştir. \nElde edilen veriler SPSS 22 istatistik programı ile analiz edilmiştir. Veriler değerlendirilirken \"iki\" bağımsız değişkenin aritmetik ortalamaları arasında anlamlı bir fark olup olmadığını tespit etmek için t-testi; karşılaştırılacak grup sayısı eğer ikiden fazla ise tek yönlü varyans analizi (ANOVA) testi yapılmıştır. Ayrıca öğrencilerin biyolojik çeşitlilik farkındalık ve davranış düzeylerini belirlemek için; frekans, yüzde, aritmetik ortalama ve standart sapmalar hesaplanmıştır.\nFen bilgisi öğretmen adaylarının biyolojik çeşitlilik davranış düzeyleri ortalamasının (3,53 ± ,370) düzeyde olduğu belirlenirken, biyolojik çeşitlilik farkındalık düzeyleri ortalamasının (3,57 ± ,328) olduğu belirlenmiştir. Biyolojik çeşitlilik davranışlarının düzeyleri cinsiyet değişkenine göre anlamlı düzeyde farklılık göstermemiştir. Biyolojik çeşitlilik farkındalık düzeylerinin cinsiyet değişkenine göre anlamlı düzeyde farklılaştığı belirlenmiştir. Bu farklılık kadınların lehine gerçekleşmiştir.\nBu çalışmanın, biyolojik çeşitlilik konusunda çalışan uzmanlara bu konuyla ilgili müfredat hazırlanmasında fikir vermesinin yanında, gelecekte bu konuda yapılacak çalışmalara da yol göstereceği düşünülmektedir.\n\t ",
    "enSummary": " \n\t  The aim of this study is to investigate the level of awareness and behavior of science teacher candidates on biodiversity and the relation of these levels with demographic variables. The sample of the study consists of 216 candidate teachers studying in the Science Teaching Program of the Department of Mathematics and Science Education in the Faculty of Education of Fırat University.\n60 items were determined by the researcher for the measurement tool. After obtaining the opinion of 5 field experts for structural conformity, 56 items were selected as draft. The trial application of the scale was applied to 283 students randomly selected in Amasya University (240 students) and Muş Alparslan University (43 students) and the necessary arrangements were made for the scale. The Biodiversity Awareness Scale (BAS) was used as 24 items after the AFA, and the Biological Diversity Behavior Scale (BDBS) was completed with 25 items after AFA. The scale was applied to 216 candidate of science teachers in Fırat University. In order to reveal the sub-factors of awareness and behavior, exploratory factor analysis was applied. As a result of factor analysis, six factors were determined for biodiversity awareness measurement tool. The first factor ecological function, second factor species diversity, third factor usage value, fourth factor biodiversity elements, fifth factor biodiversity loss and the sixth factor is named as the current state of biodiversity. Seven factors have been identified for biological diversity measurement tool. The first factor is biodiversity conservation behavior, the second factor is the economic value of biodiversity, the third factor is the biodiversity's ethical value, the fourth factor is the biodiversity's threat elements, the fifth factor is the biodiversity's political and legal behaviors, the sixth factor is the use of biodiversity and the seventh factor is determined as the individual and social persuasion of biodiversity.\nThe data were analyzed with SPSS 22 statistical program. In assessing the data, t-test to determine whether there is a significant difference between the arithmetic means of the için two independent variables; One-way analysis of variance (ANOVA) was performed if more than two groups were compared. In addition, frequency, percentage, arithmetic mean and standard deviations were calculated in order to determine the students' biological diversity awareness and behavior levels.\nWhile it was determined that candidate science teachers' average of perceptions about the levels of biological diversity behaviors were (3.53 ±, 370), the average of their perceptions about the levels of biological diversity awareness (3.57 ±, 328) was determined. The perceptions of the levels of biodiversity behaviors did not differ significantly according to the gender variable. It was determined that perceptions of biological diversity awareness levels were significantly different according to gender variable. This difference was in favor of women.\nThis study will provide insight to the experts on biodiversity in the preparation of relevant curriculum and will guide future studies."
  },
  {
    "Thesis No": "68",
    "Author": "725600",
    "Year": "AYŞE YORULMAZ",
    "Thesis Name": "2022",
    "Thesis Type": "Din eğitiminde insan fenomenine teolojik antropolojik yaklaşımTheological anthropological approach to human phenomena in religious education",
    "Subject": "Doktora",
    "undefined": "Din = Religion ; Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Ortaöğretim Öğrencilerinin Biyolojik Çeşitlilik (Biyoçeşitlilik)Konusunda Kavramsal Anlama Düzeylerinin Araştırılması(Doktora Tezi)Nurettin YÖREKDEÜ Eğitim Bilimleri EnstitüsüÖZETGünümüzde, biyolojik çeşitliliğin yok olması tehlike boyutlarına varmış veküresel bir problem haline gelmiştir. Bu noktada biyolojik çeşitliliğin korunmasıamacıyla yapılan çalışmalarda elde edilen sonuçların ve çözüm önerilerinin çevrekoruma bilinci oluşturmak üzere biyoloji eğitiminde (çevre eğitimde) kullanılmasıgün geçtikçe önemini arttırmaktadır. Gelişmekte olan ülkeler kategorisinde yer alanÜlkemizin sahip olduğu biyolojik zenginliğini kaybetmeden gelişimine devametmesi için toplumun (öğrencilerin) koruma bilinci geliştirecek şekilde eğitilmesi,özellikle gelecek nesiller için, çok büyük önem taşımaktadır.Bu çalışmada yapılandırmacı kuram ışığında, öğrencilerin canlılarınsınıflandırılması, canlıların çeşitliliği, ekosistem öğeleri gibi biyolojik çeşitlilikleilgili bazı kavramlar ve canlılık kavramını nasıl yapılandırdıkları araştırılmıştır. Buamaçla açık uçlu sorulardan oluşan bir biyolojik çeşitlilik kavramsal anlama testigeliştirilmiş ve zmir'de bulunan yedi değişik lisede toplam 191 lise 1.sınıföğrencisine uygulanmıştır. Kavramsal anlama testinden elde edilen bazı cevaplarınaçıklığa kavuşması ve bazı konularda da daha detaylı bilgi almak için yarı-yapılandırılmış bir görüşme formu hazırlanmış ve çalışmaya katılan öğrencilerden14'üne uygulanmıştır. Ayrıca, yedi okulun her birinde testin uygulandığı yedi sınıföğretmenine öğretim stilleri ve testte öğrencilerin verdiği bazı cevapların nedenleriniortaya çıkarmak için geliştirilen yarı-yapılandırılmış öğretmen görüşme formuuygulanmıştır.Çalışma sonunda öğrencilerin canlılara ve doğaya bakışının bütüncül(holistik) anlayışa uygun olmasına rağmen beslenme ilişkileri ve enerji akışıkavramlarını yapılandıramadıkları, ayrıca insanı doğanın merkezine koyan(antroposantrizm) düşünme biçiminin yaygın olduğu tespit edilmiştir. Canlılıkkavramının yapılandırılmasıyla ilgili bir `animist-antroposantrik kavramsal yapımodeli' geliştirilmiştir.Anahtar Kelimeler: Biyolojik Çeşitlilik, Çevre Eğitimi, Alternatif Kavramlar,Holizm, Antroposantrizm.\n\t ",
    "enSummary": " \n\t  Investigation of Secondary School Students? Conceptual Understandings ofThe Topic of Biological Diversity (Biodiversity)(Ph.D Thesis)Nurettin YOREKDEU Institut of Education SciencesABSTRACTIn present day, biodiversity has reached to a dangerous position and has endedto become a global problem. The use of the results and solution recommendations tothis global problem obtained from the studies conducted for the aim of protection ofbiodiversity has become increasingly important in biology education (environmentaleducation) to form environmental consciousness in pupils. Therefore, education of thesociety (especially the pupils) in a way through which they gain a protectionconsciousness is very important, especially for the future generations for a sustainabledevelopment of our country, which is a developing country, without losing itsbiological richness.In this study, pupils? constructions of some concepts related to biodiversitylike classifying living things, variation in living things and ecosystem elements, andthe concept of living were investigated in the light of constructivist theory of learning.For this purpose, a biological diversity conceptual understanding test formed by aseries of open ended questions was developed and applied to 191 first class highschool pupils in seven different high schools in the city of Izmir-Turkey. For theclarification of the responses taken from the test and to follow up some responses asemi-structured interview was developed and applied 14 pupils among the 191.Moreover, to understand the teaching style in seven different schools and to find outthe reasons of some responses taken from the pupils a semi-structured teacherinterview was developed and applied to seven teachers-one from each school.The results of the study implicated that although pupils? views towards livingthings and the nature were similar to holistic understanding, their constructions of thetopics of nutrition relationship and energy flow were weak, and the idea ofanthropocentric view in which human beings are in the centre of all living things wereseem to be very popular among them. As a result of this study, in the pupils?constructions of the concept of `living? a model of `animist-anthropocentricconceptual structure? was identified / developed.Key Words: Biological Diversity, Environmental Education, AlternativeConceptions, Holism, Anthropocentrism."
  },
  {
    "Thesis No": "79",
    "Author": "686790",
    "Year": "AYÇA TARI",
    "Thesis Name": "2021",
    "Thesis Type": "Okul öncesi öğretmenlerinin çevresel sürdürülebilirlik hakkındaki görüşlerinin incelenmesiExamination of preschool teachers' opinions on environmental sustainability and their views regarding inclusion in the curriculum",
    "Subject": "Yüksek Lisans",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t İnsanın yeryüzündeki varoluşunun etkileri bugün anlam krizi, sosyal krizler, ekolojik kriz gibi çeşitli problemlerle birlikte anılmakta ve her bir kriz durumu insan hakkında yeniden düşünmeyi zorunlu kılmaktadır. Biyoçeşitlilikte azalma, artan çevre kirliliği, küresel ısınma, tatlı su kaynaklarının azalması, sel ve kuraklık gibi çeşitli sonuçları bulunan ekolojik kriz yalnızca insan varlığını değil gezegenin tüm yaşam formlarını etkilemesi sebebiyle alarmist bir tonla tartışmalara konu olmaktadır. 1960'larda başlayıp günümüze kadar devam eden bu tartışmalar etik ve felsefi birtakım teorilerin ortaya çıkışını hazırlamış ve ilgili teorilerin odağında ise, çevresel krizin temelinde antroposantrik dünya görüşünün bulunduğu iddiası yer almıştır. \nAntroposantrik dünya görüşlerinin dayanaklarından biri olarak dinlere işaret edilmiş olması göz önüne alınarak, din eğitiminin insan tasavvurunun ne olduğu ve yüzleştiği/yüzleşeceği sorunlar karşısında 21. yüzyıl insanına ne sunduğu sorusu araştırmaya değer görülmüştür. Bu noktada tezin amacı; din eğitiminde insan tasavvurunun anlaşılmasına katkıda bulunmak için Din Kültürü ve Ahlak Bilgisi ders kitaplarında, insana dair açık ve örtük söylemlerin analiz edilmesi olarak belirlenmiştir. Eleştirel söylem analizinin yöntem olarak benimsendiği bu çalışma için 2018 yılında okutulmaya başlanan 4-12. sınıflara ait MEB yayınevi tarafından yayınlanmış 9 kitap analiz edilmiştir. \nÇalışma öncelikle ders kitaplarında dini anlatıya başvurularak insanın ayrıcalıklı bir varlık olduğuna dair kabul ve tahayyüllerin öne çıkarıldığını göstermiştir. Bunu yaparken insanın üstün özelliklerle yaratılışının merkeze alındığı, yaşamın insan ihtiyaçları ve deneyimleri etrafında şekillendiği bir anlam dünyasının resmedildiği, ahlakın ve hukukun kapsamı konusunda insanlar arası ilişkilerin vurgulandığı görülmüştür. İnsanolmayanlara yönelik söylemlerin insan ilgi ve ihtiyaçları çerçevesinde anlatıya dahil edilmesi araçsallaştırıcı bir tavır olarak değerlendirilmiştir. Antroposantrik dünya görüşüne konu edilen söylemlerle paralellik gösteren bu tespitler neticesinde ders kitaplarının yaşadığımız çağın en acil sorunu olarak görünen ekolojik krizle ilgili anlamlı bir çözüm üretecek düşünce, tutum ve davranış sunmaktan uzak olduğu sonucuna ulaşılmıştır.\n\t ",
    "enSummary": " \n\t  The effects of human existence on earth are mentioned together with various problems such as meaning crisis, social crisis, ecological crisis etc. and each crisis necessitates rethinking about human. The ecological crisis, which has various consequences such as decrease in biodiversity, increasing environmental pollution, global warming, decrease in freshwater resources, flood, and drought is the subject of discussions with an alarming tone because it affects not only human existence but also all life forms of the planet. These debates, which started in the 1960s and continued until today, have prepared the emergence of some ethical and philosophical theories, and the focus of the relevant theories has been the claim that the anthropocentric worldview is at the root of the environmental crisis.\nConsidering the fact that religions are pointed out as one of the pillars of anthropocentric worldviews, the question of what religious education's image of human and what it offers to 21st century people in the face of the problems they face/will face has been deemed worthy of research. At this point, the aim of the thesis; In order to contribute to the understanding of image of human in religious education, it has been determined as the analysis of explicit and implicit discourses about human beings in Religious Culture and Moral Knowledge textbooks. For this study discourse analysis was adopted as a method and 9 textbooks, which are published by Ministry of Education, from grade 4th to 12th were analyzed.\nThe study firstly showed that the acceptances and image of human being as a privileged being were emphasized by referring to the religious narrative in the textbooks. While doing this, it has been seen that the creation of human beings with superior characteristics is centered, a world of meaning in which life is shaped around human needs and experiences is depicted, and interpersonal relations are emphasized in the scope of morality and law. The inclusion of discourses about nonhumans in the narrative within the framework of human interests and needs has been evaluated as an instrumentalizing attitude. As a result of these findings, which are in parallel with the discourses on anthropocentric worldview, it has been concluded that the textbooks are far from presenting thoughts, attitudes and behaviors that will produce a meaningful solution to the ecological crisis, which seems to be the most urgent problem of our age."
  },
  {
    "Thesis No": "96",
    "Author": "692657",
    "Year": "TUĞBA DEMİRER",
    "Thesis Name": "2021",
    "Thesis Type": "Bilimsel senaryo temelli ekolojik ayak izi etkinliklerinin 8. sınıf öğrencilerinin çevresel vatandaşlık düzeylerine etkisiThe effect of scientific-scenario based ecological footprint activities on 8th grade students' environmental citizenship levels",
    "Subject": "Yüksek Lisans",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Bu çalışmada öğretmenlerin küresel olarak gördükleri ve en çok önemsedikleri çevre sorununun ne olduğu, bu sorun veya diğer çevre sorunlarına yönelik hayatlarında neler yaptıkları, ne kadar sürdürülebilir yaşama dikkat ettikleri üzerinde durulmuştur. Bunun yanı sıra öğretmenlerin kendi bilgilerini ve hayat deneyimlerini çocuklara yansıtması, onların çevre eğitimine ne şekilde katkıda bulunduklarına ve kendilerini bu konuda yeterli görüp görmediklerine dair öz değerlendirmelerini de incelemek amaçlanmaktadır. Araştırmada nitel araştırma yöntemlerinden olgu bilim deseni kullanılmış ve çalışma grubu belirlenirken amaçlı örnekleme yöntemlerinden kartopu örnekleme yöntemi tercih edilmiştir. Araştırmanın çalışma grubunu Artvin iline bağlı Borçka ve Hopa ilçesinde görev yapan 20 okul öncesi öğretmeni oluşturmaktadır. Araştırmada temel veri toplama yöntemi olarak görüşme kullanılmıştır. Araştırmada görüşmelerden elde edilen nitel verilerin analizinde betimsel analiz tekniği kullanılmıştır. Verilerin analizi sonucunda öğretmenlerin çevre sorunlarının farkında olduğu ve su kirliliği, atık kirliliği, geri dönüşüm, plastikler, hava kirliliği ve tüketim alışkanlıkları üzerinde durdukları görülmüştür. Öğretmenlerin \"çevresel sürdürülebilirlik\" kavramına uzak oldukları, konunun su, atık, enerji yönetimi ve biyoçeşitlilik şeklinde detaylandırılıp desteklenerek sürdürülebilirlik kavramını ifade edebildikleri görülmüştür. Öğretmenlerin farkında olmadan sürdürülebilir adımlar attıkları da görülmüştür. Ayrıca görüşme yapılan katılımcıların pek çoğunun çevre eğitimi almamış olması ve alınabilecek eğitimlere nitelik açısından sıcak bakmıyor oluşları da doğru çevre eğitiminin öğretmen yeterliliklerini artırması açısından önemini ortaya koymaktadır.\n\t ",
    "enSummary": " \n\t  In this study, it is emphasized that the most significant and global problem which is teachers' consider and, what are they doing in their lives about the other environmental problems, and, to what degree are they paying attention to sustainable life. Besides, it is aimed to examined self evaluation which is about teachers' reflection of their own knowledge and life experiments to students and their contribution to environment education and whether they consider themselves sufficient or not. In this research, phenomenology pattern which is one of the qualitative research method was used. When study group was determined, snowball examplication that is one of the intentional examplication methods was preffered. The study groups of the research are 20 pre-school departments working in Borçka and Hopa departments of Artvin. It is used as a basic data collection method in research and to prepare for pre-school education. Content analysis technique was used in the analysis of the qualitative data obtained from the interviews. As a result of the analysis of the data, it was seen that the teachers were aware of environmental problems and focused on water pollution, waste pollution, recycling, plastics, air pollution and consumption habits. It has been observed that the teachers are far from the concept of \"environmental sustainability\" and that they can express the concept of sustainability by detailing and supporting the subject as water, waste, energy management and biodiversity. It has been observed that teachers take sustainable steps without realizing it. Also, in terms of classroom education, it shows environmental education incompletely. In addition, the fact that most of the interviewed participants did not receive environmental education and that they do not look at the trainings that can be received in terms of quality reveals the importance of the right environmental education in terms of increasing teacher competencies."
  },
  {
    "Thesis No": "104",
    "Author": "622098",
    "Year": "YUNUS ÖZYURT",
    "Thesis Name": "2020",
    "Thesis Type": "Anahtar fen kavramlarının tanılanması ve fen öğretim programları ile ulusal ders kitaplarının bu kavramlar bağlamında incelenmesiDiagnosis of key science concepts and examination of science teaching programs and national textbooks within the context of these concepts",
    "Subject": "Doktora",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t 21. yüzyıl, insanoğlunun çevre sorunları ve bunların ciddi sonuçlarıyla en çok yüzleştiği dönem olarak nitelendirilebilir. Günümüzde, çevre sorunları sıralanırken geçmişte olduğu gibi hava, su ve toprak kirliliğinden değil küresel iklim değişiklikleriyle beraber ortaya çıkan sıra dışı hava olaylarından, büyük çaplı orman yangınlarından, verimli toprak alanlarının tahribinden, kara ve su ekosistemlerindeki bozulmayla beraber gelen biyoçeşitlilikteki azalmadan ve daha nicesinden bahsedilmektedir. Söz konusu sorunların ise sadece yerel değil küresel çapta hissedilen sonuçlar doğurduğu açıktır. Gezegenin herhangi bir bölgesinde bu sorunların görülmesi ile o bölgedeki insanların yayılım ve tüketim faaliyetlerinin doğru orantılı olduğu görülmektedir. Bu bağlamda bireylerin uluslararası boyutta çevresel sorumluluk sahibi ve doğal ekolojik istikrarın korunmasında aktif rol alan bireyler olarak yetiştirilmesi yani çevresel bir vatandaş olmaları önem arz etmektedir. \nBu çalışmanın amacı bilimsel senaryo temelli ekolojik ayak izi etkinliklerinin 8. sınıf öğrencilerinin çevresel vatandaşlık düzeyleri üzerindeki etkisini araştırmaktır. Ayrıca araştırmada öğrencilerin bilimsel senaryo temelli ekolojik ayak izi etkinliklerinin kullanımına yönelik görüşlerinin belirlenmesi de amaçlanmıştır. Çalışma grubu, 2018-2019 eğitim öğretim yılında Manisa ili Şehzadeler ilçesindeki bir devlet okulunda öğrenim gören toplam 38 öğrenciden oluşmaktadır. Çalışma nicel ve nitel araştırma yöntemlerinin bir arada kullanıldığı karma araştırma desenine göre yürütülmüştür. Araştırmanın nicel boyutu için ön test son test kontrol gruplu yarı deneysel desenden yararlanılmıştır. Nicel veri toplama aracı olarak 'Çevre Tutum Ölçeği', 'Ekolojik Ayak İzi Farkındalık Ölçeği', 'Çevresel Sorumlu Vatandaş Davranışları Ölçeği' ve bu tez çalışması kapsamında geliştirilen 'Çevresel Vatandaşlık Kavramsal Anlama Testi' kullanılmıştır. Çalışmanın nitel verileri ise 'görüş formu' bireysel ve odak grup şeklinde gerçekleştirilen 'yarı yapılandırılmış mülakat' ile\n'öğretmen gözlem notları' aracılığıyla toplanmıştır. Nicel verilerin çözümlenmesi için SPSS-25 (Statistical Package for the Social Sciences-25) paket programında gerçekleştirilen t-testi ve ANCOVA analizinden, nitel verilerin çözümlenmesi için ise içerik analizi ve betimsel analizden yararlanılmıştır.\nAraştırma sonuçlarına göre; uygulamalar sonrasında grupların çevresel tutum ve çevresel vatandaşlık kavramsal anlama puanları arasında deney grubu lehine anlamlı farklılık görülmüştür. Her iki veri toplama aracında da deney grubu puanları ön testten son teste, son test lehine anlamlı farklılaşmıştır. Deney ve kontrol gruplarının ekolojik ayak izi farkındalık son test puanları anlamlı farklılık göstermezken ön testten son teste deney grubunda son test lehine anlamlı farklılığa rastlanmış ancak kontrol grubunda rastlanmamıştır. Deney grubu ekolojik ayak izi farkındalığında 'Ulaşım ve Barınma' ile 'Atıklar' alt boyutlarında son test lehine anlamlı bir değişim görülmüştür. Çevresel sorumlu vatandaş davranışlarına ilişkin puanların ise iki grupta da hem ön test, hem son test, hem de ön testten son teste ölçeğin tamamı ve tüm alt boyutlarında anlamlı bir değişim göstermediği ve 'orta' düzeyde olduğu anlaşılmıştır. Cinsiyet değişkenine bağlı çevresel tutuma, ekolojik ayak izi farkındalığına ve çevresel sorumlu vatandaş davranışlarına ilişkin puanların deney grubunun hem ön hem de son testlerinde anlamlı bir farklılık göstermediği anlaşılmıştır. Ancak ön testten son teste deney grubunda çevresel tutum ve ekolojik ayak izi farkındalık puanlarının kızların son testi lehine, çevresel sorumlu vatandaş davranışları puanlarının ise erkeklerin ön testi lehine anlamlı olduğu görülmüştür. Deney grubunda çevresel vatandaşlık kavramsal anlama puanları ön testlerde kızlar lehine anlamlıyken son testlerde anlamlı değildir ancak ön testten son teste her iki cinsiyetin de son test lehine puanlarının anlamlı farklılık gösterdiği anlaşılmıştır. Kontrol grubunda ise ön testten son teste sadece kızlarda ve son test lehine anlamlı farklılığa rastlanmıştır. Nitel boyutta, deney grubu öğrencilerinin uygulamalara ilişkin olumlu görüşler sundukları, olumlu tavır ve söylemlerini ders içi faaliyetlerde de gösterdikleri anlaşılmıştır. Öğrencilerin; uygulamaları kalıcılık sağlama ve akademik başarıyı artırma bakımından verimli buldukları, senaryolarla işlenen derslerin merak, heyecan ve ders motivasyonunu artırıcı etkiler yarattığı, ilginç fikirler sunmaktan ve duymaktan memnun kaldıkları yönünde görüşleri bulunmaktadır. Bunun yanında öğrencilerin ekolojik ayak izi farkındalıklarının süreç içinde arttığı ancak çevresel vatandaşlığa ilişkin görüşlerinin davranışlarıyla uyuşmadığı sonucuna ulaşılmıştır. Gerçekleştirilen bu çalışmanın çevre eğitimi, bilimsel senaryo kullanımı, ekolojik ayak izi ve çevresel vatandaşlık konularında alanyazına katkı sağlayacağı ve ileriki\nçalışmalara ışık tutacağı düşünülmektedir.\n\t ",
    "enSummary": " \n\t  The 21st century can be characterized as the period in which human beings are most confronted with environmental problems and their serious consequences. Today, while listing environmental problems, as in the past, it is not about air, water and soil pollution, but extraordinary weather events that occur with global climate changes, large-scale forest fires, destruction of fertile land areas, the decrease in biodiversity that comes with the deterioration of land and aquatic ecosystems and more. It is clear that these problems have consequences that are felt not only locally, but globally. It is seen that the occurrence of these problems in any part of the planet and the spread and consumption activities of the people in that region are directly proportional. In this context, it is important that individuals are raised as individuals who have environmental responsibility and take an active role in the protection of natural ecological stability, that is, they become environmental citizens. \nThe aim of this study is to investigate the effect of scientific scenario-based ecological footprint activities on the environmental citizenship levels of 8th grade students. In addition, it was also aimed to determine the views of the students on the use of scientific scenario-based ecological footprint activities. The study group is composed of 38 students studying at a public school in the Şehzadeler district of Manisa province in the 2018-2019 academic year. The study was carried out according to mixed research design in which quantitative and qualitative research methods were used together. For the quantitative dimension of the research, the quasi-experimental design with pretest posttest control group was used. As quantitative data collection\ntools, 'Environmental Attitude Scale', 'Ecological Footprint Awareness Scale','Environmentally Responsible Citizen Behavior Scale' and the 'Environmental Citizenship Conceptual Understanding Test' developed within the scope of this thesis study were used. The qualitative data of the study, on the other hand, were collected through the 'opinion form', the 'semi-structured interview' conducted individually and with the focus group, and the 'teacher observation notes'. The t-test and ANCOVA analysis carried out in the SPSS-25 (Statistical Package for the Social Sciences-25) package program were used to analyse the quantitative data, and content analysis and descriptive analysis were used to analyse the qualitative data.\nAccording to the results of the research, there was a significant difference in favor of the experimental group between the environmental attitude and environmental citizenship conceptual understanding scores of the groups after the applications. In both data collection tools, the experimental group scores differed significantly from pretest to posttest, in favor of posttest. While the ecological footprint awareness posttest scores of the experimental and control groups did not differ significantly, there was a significant difference in favor of the post-test from the pre-test to the post-test in the experimental group, but not in the control group. A significant change was observed in the experimental group's ecological footprint awareness, in favor of the posttest, in the sub-dimensions of 'Transportation and Housing' and 'Waste'. It was understood that the scores related to environmentally responsible citizen behaviors did not show a significant change in both the pre-test, post-test, and pre-test to the posttest as well as all sub-dimensions of the scale and were at a 'moderate' level in both groups. It was understood that the scores related to the environmental attitude, ecological footprint awareness and environmentally responsible citizen behaviors related to the gender variable did not show a significant difference in both the pre- and\npost-tests of the experimental group. However, in the experimental group from the pretest to the post-test, the environmental attitude and ecological footprint awareness scores were found to be significant in favor of the girls' post-test, while the environmentally responsible citizen behavior scores were significant in favor of the boys' pre-test. While the environmental citizenship conceptual understanding scores in the experimental group were significant in favor of the girls in the pretests, it was not significant in the posttests, but it was understood that the scores of both genders in favor of the posttest differed significantly from the pretest to the posttest. In the control group, there was a significant difference from the pretest to the posttest only in girls and in favor of the posttest. In the qualitative dimension, it was understood that the experimental group students presented positive opinions about the practices and showed their positive attitudes and discourses in the classroom activities as well. The students have opinions that they find the practices productive in terms of providing permanence and increasing academic success, that the lessons taught with scenarios create effects that increase curiosity, excitement and lesson motivation, and that they are pleased to present and hear interesting ideas. In addition, it was concluded that the students' awareness of ecological footprints increased in the process, but their views on environmental citizenship did not match with their behaviors. It is thought that this study will contribute to the literature on environmental education, use of scientific scenarios, ecological footprint and environmental citizenship and will shed light on future studies."
  },
  {
    "Thesis No": "107",
    "Author": "623968",
    "Year": "YAŞAR BOZDEMİR",
    "Thesis Name": "2020",
    "Thesis Type": "Deniz kaplumbağalarının korunması ve farkındalığı üzerine bir öğretim tasarımı (Çanakkale örneği)A teaching design on the conservation and awareness of sea turtles (The case of Çanakkale)",
    "Subject": "Yüksek Lisans",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Bu araştırmada öncelikle, fen ve teknoloji okuryazarlığının boyutlarından biri olan anahtar fen kavramlarının tanılanması amaçlanmıştır. Buna ek olarak, tanılanan anahtar fen kavramlarının ulusal ve uluslararası fen programlarında yer alma durumunun incelenmesi ve her bir öğrenme alanında anahtar fen kavramları listesinden ilgili öğrenme alanına ilişkin en yüksek uyum ile seçilen kavramın uygulamadaki programa göre yazılan fen bilimleri ders kitaplarında yer alma durumunun tespiti de yapılmıştır.\n\nNitel ve nicel yöntemlerin bir arada kullanıldığı ve çok aşamalı karma desen yönteminin tercih edildiği bu araştırma, iki aşamalı olarak tasarlanmıştır. Araştırmanın ilk aşamasında fen ve teknoloji okuryazarlığının alt boyutlarından biri olan anahtar fen kavramlarını tanılamak amacıyla delfi tekniği kullanılmıştır. Araştırmanın ilk aşamasında alan uzmanı olarak, fen ile ilgili farklı alanlarda çalışan akademisyenler (fizik, kimya, biyoloji, astronomi, coğrafya, fen bilgisi eğitimi, fizik eğitimi, kimya eğitimi, biyoloji eğitimi), fen bilimleri/fen ve teknoloji öğretmenleri ve fen bilgisi son sınıf öğretmen adayları yer almıştır. Delfi süreci üç tur olarak uygulanmış ve anahtar fen kavramlarının belirlenmesi sürecinde ölçütler seçilerek kesme noktaları belirlenmiştir. Araştırmanın ilk aşaması sonunda anahtar fen kavramları listesi oluşturulmuştur. Araştırmanın ikinci aşamasında ilk aşamada belirlenen anahtar fen kavramlarının ulusal ve uluslararası programlarda yer alma durumları incelenmiştir. Bu inceleme sürecinde doküman incelemesi yöntemi kullanılmıştır. Fen ve teknoloji okuryazarlığı vizyonunun açıkça vurgulandığı ulusal üç fen programı (2005, 2013 ve 2018) incelenmiş ve mevcut durumun kitaplarda nasıl ele alındığını belirlemek amacıyla ise 2018 fen bilimleri programı kazanımlarına göre yazılmış ve 2019-2020 eğitim öğretim yılında ilk ve orta dereceli okullarda resmi olarak okutulan fen bilimleri ders kitapları incelenmiştir. Uluslararası programlarda ise uluslararası düzeyde fen okuryazarlığını ölçen sınavlarda ilk sıralarda yer alan üç ülkenin (Singapur, Estonya ve Kanada-Ontario) fen programları ele alınmıştır. Öğretim programları ve ders kitapları ilk aşamada belirlenen anahtar fen kavramları bağlamında içerik analizine tabi tutulmuştur.\n\nAraştırma sonuçlarına göre, delfinin üçüncü turu sonunda oluşan 42 anahtar fen kavramı şunlardır (Alfabetik sırayla): ağırlık, atom, basınç, bileşik, biyoçeşitlilik, biyoteknoloji, canlıların sınıflandırılması, DNA, ekoloji, ekosistem, elektrik, elektron, element, enerji, enerji dönüşümleri, enerjinin korunumu, evren, evrim, fotosentez, gen, habitat, hal değişimi, hücre, hücre bölünmeleri, ısı, ışık, kalıtım, kinetik enerji, kromozom, kuvvet, küresel ısınma, kütle, madde, madde döngüsü, molekül, periyodik tablo, ses, sıcaklık, üreme, yenilenebilir enerji, yer çekimi, yoğunluk. İncelenen altı öğretim programı içinde anahtar fen kavramları yoğunluğu açısından 2005 fen ve teknoloji öğretim programı ve Kanada (Ontario) fen ve teknoloji programı ilk iki sırada bulunmaktadır. Ayrıca tüm programlarda en az ele alınan kavramların ekoloji, canlıların sınıflandırılması, hücre bölünmeleri, gen, yenilenebilir enerji, madde döngüsü, biyoteknoloji, küresel ısınma ve enerjinin korunumu, en yoğun olarak ele alınan anahtar fen kavramlarının ise hücre, kuvvet, ısı, enerji, madde ve ışık olduğu tespit edilmiştir. Öğrenme alanları bağlamında, her öğrenme alanından seçilen birer anahtar fen kavramına ilişkin olarak kitaplar üzerinde yapılan analizler sonuçları incelendiğinde; kuvvet ve evren kavramlarının programlarda ve kitaplarda ilk kez üçüncü sınıf düzeyinde ele alınırken hücre kavramı programda altıncı, atom ise yedinci sınıf düzeyinde ele alınırken hem hücre hem de atom kitaplarda ilk kez beşinci sınıf düzeyinde ele alınmıştır. Ayrıca aynı sınıf düzeyi için yazılan ders kitaplarında kavram yoğunluklarının birbirinden çok farklı olduğu da tespit edilmiştir. \n\nBu araştırmada elde edilen sonuçların, daha önce alanyazında bu türden kapsamlı bir çalışma olmaması nedeniyle ulusal ve uluslararası alanyazına önemli katkılar sağlayacağı düşünülmektedir. Bu bağlamda sonuçların, vizyonu doğrudan veya dolaylı biçimde fen ve teknoloji okuryazarlığı olan öğretim programlarının geliştirilmesi ve/veya güncellenmesinde, ders kitaplarının öğretim programındaki anahtar kavramlar temelinde yazılmasında kayda değer etkiler yapacağı öngörülmektedir.\n\t ",
    "enSummary": " \n\t  In this study, it is firstly aimed to identify key science concepts, one of the dimensions of science and technology literacy. In addition, the presence of the identified key science concepts in national and international science programs were also examined. From the list of key science concepts, a concept with the highest consensus value was chosen for each learning area and the presence of these concepts in science textbooks written according to the current program was determined.\n\nThis research was designed in two stages, where qualitative and quantitative methods were used together and multi-stage mixed pattern method was preferred. In the first stage of the research, Delphi technique was used to identify key science concepts, one of the sub-dimensions of science and technology literacy. In this stage, academicians working in different fields related to science (physics, chemistry, biology, astronomy, geography, science education, physics education, chemistry education, biology education), science/science and technology teachers and senior science students were included as field experts. The Delphi process was carried out in three stages and in the process of selecting key concepts, settlement levels were determined by selecting criteria. At the end of the first stage of the research, a list of key science concepts was created. In the second stage of the research, on the other hand, the presence of determined key science concepts in national and international programs was examined. Document review method was used in this review process. Three national science programs (2005, 2013 and 2018), in which the vision of science and technology literacy are clearly emphasized, have been examined and science textbooks, prepared according to the objectives of the Science Program of 2018 and officially taught in primary and secondary schools in the Academic Year of 2019-2020, were examined. For the analysis of international programs, on the other hand, science programs of three countries (Singapore, Estonia and Canada-Ontario), which took the first place in the exams measuring international science literacy, were discussed. Curriculum and textbooks were analysed by the method of content analysis in the context of key science concepts determined in the first stage.\n\nAccording to the results of the research, 42 key science concepts formed at the end of the third stage of Delphi are as follows (in alphabetical order): atom, biodiversity, biotechnology, cell, cell division, change of state, chromosome, classification of living things, compound, conservation of energy, density, DNA, ecology, ecosystem, electricity, electron, element, energy, energy transformation, evolution, force, gene, global warming, gravity, habitat, heat, heredity, kinetic energy, light, mass, matter, matter cycle, molecule, periodic table, photosynthesis, pressure, renewable energy, reproduction, sound, temperature, universe, weight. The Science and Technology Curriculum of 2005 and Canada (Ontario) Science and Technology Curriculum rank first among the six curriculums examined in terms of the intensity of key science concepts. In addition, it was also found that the least studied concepts in all programs were determined as ecology, classification of living things, cell division, gene, renewable energy, matter cycle, biotechnology, global warming, energy transformation whereas the concepts of cell, force, heat, energy, matter, light were discussed extensively. As a result of the analysis on the textbooks, it was observed that the concepts of force and universe took place at the third-grade level for the first time in the programs and books. However, the concept of the cell was taught at the sixth grade and the concept of the atom was taught at the seventh grade level in the program while both cell and atom took place at the fifth grade level for the first time in textbooks.\n \nIt is thought that the results obtained in this research will provide important contributions to the national and international literature since there has not been such a comprehensive study in the literature. In this context, it is anticipated that the results will have significant effects in developing and/or updating curriculums, the vision of which is directly or indirectly related to science and technology literacy, and writing the textbooks on the basis of key concepts in the curriculum."
  },
  {
    "Thesis No": "127",
    "Author": "589500",
    "Year": "AYCAN KÜTÜK",
    "Thesis Name": "2019",
    "Thesis Type": "Eko-okullardaki çocuk kitaplarının çevre eğitimi açısından incelenmesiExamination of children books in eco-schools in terms of environmental education",
    "Subject": "Yüksek Lisans",
    "undefined": "Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Dünyada varlığı bilinen ve kabul edilen 8 deniz kaplumbağa türü bulunmaktadır. Bu deniz kaplumbağası türlerinden Caretta caretta ve Chelonia mydas ülkemiz denizini ve kıyılarını yuvalama ve yaşam alanı olarak seçmektedir. Ancak dünyada ve ülkemizde bulunan bu canlıların yaşam alanları turizm,bilinçsiz yapılaşma, yasa dışı  avlanma , çevre kirliliği ve en önemlisi de  insanların bu canlılaR hakkında yeteri kadar bilgi sahibi olmaması nedeniyle tahrip olmakta, bu hayvanların  nesli tehdit altına girmekte ve hatta tükenmektedir.\nSon yıllarda Çanakkale kıyılarında Caretta caretta ve Chelonia mydas deniz kamplumbağası türlerine beslenme ve üreme dönemlerindeki göçler, av araçları ile etkilişimleri ve küresel ısınmaya bağlı olarak giderek artan iklim değişiklikleri nedeniyle daha sık rastlanıldığı söylenebilir. Ancak bunun yanı sıra Çanakkale kıyılarına ölü ya da yaralı olarak  kıyıya vuran deniz kaplumbağalarının Çanakkale Onsekiz Mart Üniversitesi Deniz Kaplumbağaları Araştırma ve Uygulama Merkezi (ÇOMU DEKUM)'ne yapılan ihbarlar neticesinde Çanakkale denizi kıyılarının deniz kaplumbağalarının habitatı olabileceğini düşündürmektedir.\nİnsanlar ekolojik bir sistemi ve onunla olan bağlantılarını anladıklarında, ekosistemi bozma ihtimalleri daha düşük  olmaktadır. Ekolojik bilginin oluşturulmasında koruma ve farkındalık eğitim programları geliştirilerek daha sağlıklı sürdürülebilir ekosistemler oluşturulabilmek mümkündür. Çocuklar sınıf ortamında yaşadıkları çevre hakkında daha fazla bilgi edindikçe, koruma çalışmalarına katılım gösterdikçe, yaşadıkları ekosisteme daha çok değer verir ve korunmasında özen gösterirler. Tüm bunların ışığında bu tez çalışmasında; Çanakkale ilinde deniz kaplumbağalarının korunmasına yönelik  farkındalık oluşturmak amacıyla, çocuklara verilecek planlı eğitim etkinliklerinin  hem  deniz kaplumbağalarının korunmasında hem de öğrencilerin çevreye karşı tutumlarına önemli ölçüde katkı sağlayacağı  ve etkili olacağı düşünülmüştür.\nBu çalışma 2016-217 eğitim-öğretim yılında, Marmara bölgesinde  bulunan bir ilköğretim okulunda  öğrenim gören 5.sınıf öğrencilerinin deniz kaplumbağaları konusunda gerçekleştirilen etkinlikler ile farkındalıklarının arttırılması, bilgi düzeyinin belirlenmesi ve çevreye yönelik tutumlarının geliştirilmesi amaçlanmıştır. Araştırma nicel araştırma modeli olan ön test - son test kontrol gruplu desen (ÖSKD) çalışması olarak desenlenmiştir. ÖSKD'de gruplardan biri deney diğeri kontrol grubudur. Araştırmanın çalışma grubunu 80'i kontrol grubunda, 55'i deneysel grupta bulunan toplamda 135 öğrenci oluşturmaktadır. Kontrol grubunda mevcut öğretim yöntemi ile ders  işlenirken , deney grubuna ise aynı konu deniz kaplumbağalarına yönelik hazırlanan  eğitim etkinlikleri  kullanılarak araştırmacı rehberliğinde gerçekleştirilmiştir.  Araştırmada veri toplama aracı olarak çevre tutum ölçeği, çalışma kapsamında geliştirilen deniz kaplumbağaları farkındalık ölçeği ve deniz kaplumbağaları bilgi  testi kullanılmıştır. Ayrıca verilen eğitiminin kalıcılığını tespit etmek için ise takip çalışması yapılmıştır.\nAraştırmada uygulanan ölçeklerden elde edilen veriler SPSS 20.0 paket programında bağımlı ve bağımsız örneklem t-testi kullanılarak analiz edilmiştir. Analizler sonucunda; deniz kaplumbağalarıyla ilgili geliştirilen etkinlik uygulamalarının, ilköğretim 5.sınıf         öğrencilerinin deniz kaplumbağalarıyla ilgili bilgi düzeylerinde, çevre tutumlarında ve deniz kaplumbağalarının korunmasına yönelik farkındalıklarında deney grubu lehine  istatistiksel olarak anlamlı bir artış olduğu  tespit edilmiştir.\n\t ",
    "enSummary": " \n\t  There are 8 known sea turtle species in the world. These sea turtle species, Caretta caretta and Chelonia, choose our country's sea and coast as a nesting and living area. However, the living spaces of these creatures in the world and in our country are being destroyed due to tourism, unconscious structuring, illegal hunting, environmental pollution and most importantly because of the insufficient knowledge of these creatures, and these animals are endangered and even endangered. In recent years, it can be said that Caretta caretta and Chelonia mydas sea turtle species are more common on the coasts of Çanakkale due to migrations during feeding and reproduction periods, their interaction with game equipment and increasing climate changes due to global warming. However, the sea turtles that come ashores of the Dardanelles as dead or injured, suggest that the coasts of the Dardanelles can be the habitat of the sea turtles as a result of the warnings made to the       Çanakkale Onsekiz Mart University Marine Turtles Research and Application Center (ÇOMU DEKUM).\nWhen people understand an ecological system and its connections to it, they are less likely to disrupt the ecosystem. It is possible to develop healthier sustainable ecosystems by developing conservation and awareness training programs in the creation of ecological information. The more children learn about the environment in which they live, the more they participate in conservation efforts, the more they value ecosystem and care for the protection of society.\nIn the light of all these, in this study it is thought that a planned training program to be provided to children will contribute significantly to the protection of sea turtles and to the students' attitudes towards the environment in order to raise awareness of the protection of sea turtles in the province of Çanakkale. The aim of this study was to increase the awareness of the 5th grade students attending a primary school in the Maramara region in 2016-2017 academic year with the activities carried out on sea turtles, to determine their knowledge level and to improve their attitudes towards the environment. The research was designed as a pre -test and post - test control group design study which is a quantitative research model. One of the groups was the experimental group and the other was the control group. The study group consisted of 135 students, 80 in the control group and 55 in the experimental group. In the control group, the subject was taught with the current teaching method, and in the experimental group, the same subject was instructed under the guidance of the researcher using educational activities prepared for the sea turtles. Environmental attitude scale, sea turtle awareness scale and sea turtle knowledge test developed within the scope of the study were used as data collection instruments. In addition, a follow-up study was conducted to determine the permanence of the training given. \nThe data obtained from the scales applied in the study were analyzed by using independent and independent samples t-test in SPSS 20.0 package program. As a result of analysis; it has been determined that the activity applications developed for the the sea turtles have a statistically significant increase in the level of knowledge of the 5th grade students  about the sea turtles, their environmental attitudes and their awareness about the protection of sea turtles compeared to the experimental group"
  },
  {
    "Thesis No": "128",
    "Author": "561663",
    "Year": "EMİNE BÜYÜKKOL KÖSE",
    "Thesis Name": "2019",
    "Thesis Type": "Kalıtım konusuyla ilgili karekod destekli eğitim materyali tasarlamaDeveloping learning material about inheritance using QR codes",
    "Subject": "Yüksek Lisans",
    "undefined": "Biyoloji = Biology ; Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Bu araştırma, eko okullarda çevre eğitimine yönelik kullanılan çocuk kitaplarının çevre eğitimi ögelerini içerip içermediğini belirlemek amacıyla yapılmıştır. Bu bağlamda araştırmacı tarafından 11 alt başlıktan ve 59 maddeden oluşan \"Eko-okul Temalarına Göre Kitap İnceleme Formu\" hazırlanmıştır. Araştırma, nitel araştırma kapsamında doküman analizi yöntemiyle yapılmış olup kitaplar hazırlanan kitap inceleme formuna göre incelenmiştir. Araştırmanın çalışma grubunu Aydın ili Milli Eğitim Müdürlüğüne bağlı beş farklı eko-okulda, öğretmenlerin çevre eğitimi uygulamalarında kullandıkları 40'ar çocuk kitabı amaçlı örnekleme yöntemiyle seçilmiş, toplam 200 kitaptan oluşan bir çalışma grubu oluşturulmuştur. Eko- okul Temalarına Göre Kitap İnceleme Formuna göre incelenen kitaplardan hiçbir alt başlığı içermeyen kitaplar araştırmadan çıkarılmış, kalan 118 kitap çalışmaya dâhil edilmiştir. Kitapların eko-okul temalarını hangi oranda içerdiğini belirlemek için frekans analizleri yapılmıştır.\nAraştırma sonucunda incelenen çocuk kitaplarının sırasıyla biyoçeşitlilik ve doğa, enerji, çöp, su ve atıklar ile ilgili olduğu görülmüştür. İklim değişikliği alt başlıklarına hiçbir kitapta rastlanmamış olup, evrensel vatandaşlık, gıda, sağlık ve refah, ulaşım, deniz ve sahil ile ilgili konuların çok az kitapta ele alındığı saptanmıştır.\n\t ",
    "enSummary": " \n\t  This specific research is constituted to check the existence of environmental factors in children books which are used in environmental education. Thus, \"Book Review Form In Regard to Eco-School Themes\", which are comprised of 11 sub-title and 59 subjects, has been prepared. Research was done by document analysis method which is included in Qualitative research. Also these books have been analyzed according to the control list. Study group of this research has been determined by sampling technique with a total of 200 books that are 40 books from each 5 different eco-school which are affiliated to the ministry of education in the city of Aydın. The books, which do not have any under title of book review form in regard to Eco-school themes, have been removed and finally, 118 books have remained. Frequency analysis has been done to determine in which ratio that books comprise eco-school themes.      \nThe researches showed that children books are related to subjects about nature, energy, biodiversity, water, rubbish, and wastes respectively. While sub-topic of climate change has not occurred in any books, subjects of global citizenship, food, wealth and health, transportation, sea, and seaside have been approached in very few books."
  },
  {
    "Thesis No": "143",
    "Author": "597064",
    "Year": "BURCU KILIÇ",
    "Thesis Name": "2019",
    "Thesis Type": "Biyolojik çeşitlilik konulu proje tabanlı öğretimin lise öğrencilerinin biyoloji dersi tutumlarına etkisiThe effect of project based teaching on biological diversity on attitudes of biology class in high school students",
    "Subject": "Yüksek Lisans",
    "undefined": "Biyoloji = Biology ; Eğitim ve Öğretim = Education and Training",
    "trSummary": " \n\t Bu araştırmada, 10. sınıf biyoloji dersi kalıtım konusuyla ilgili karekod destekli eğitim materyalinin tasarlanması amaçlanmıştır. İki aşamada gerçekleştirilen çalışmada, nicel araştırma yöntemlerinden tasarım ve geliştirme araştırması kullanılmıştır. İlk aşamada; araştırmanın konusunun belirlenebilmesi amacıyla, toplam 506 lise öğrencisi ve öğretmen adayına Biyoloji Kavram Zorluk Anketi uygulanmıştır. Bu anket, Bursa ilinde 9-12. sınıfta öğrenim gören 398 lise öğrencisi ile Balıkesir Üniversitesi Necatibey Eğitim Fakültesinde birinci sınıfta öğrenim gören 108 öğretmen adayına uygulanmıştır. Sonuç olarak; 10. sınıf biyoloji konularından 'Kalıtım ve Biyoçeşitlilik' ünitesinin 'Kalıtım' bölümü araştırma konusu olarak tespit edilmiştir. İkinci aşamada, kalıtım konusunun neden zor olduğunu tespit edebilmek amacıyla, Balıkesir ilinde öğrenim gören 10. sınıf 414 lise öğrencisine ve ortaöğretimde görev yapan 22 biyoloji öğretmenine Kalıtım Zorluklar Anketi uygulanmıştır. Sonuç olarak; öğrenciler, konunun ayrıntılı olduğunu belirtirken, öğretmenler de kalıtımla ilgili kavramların birbirine karışmasını, konunun zorluk sebebi olarak belirtmişlerdir. Bu öğrenme güçlüklerin giderilmesi için öğrenciler, kalıtım konusuyla ilgili bilgilerin azaltılmasını; öğretmenler de kalıtım konusuyla ilgili videoların karekodlar halinde biyoloji kitaplarına konmasını önermişlerdir. Aynı aşamada, 22 biyoloji öğretmenine 10. sınıf biyoloji dersi kitabında anlatılan kalıtım konusunun öğretmenler tarafından genel bir değerlendirmesi için Ders Kitabı Anketi uygulanmıştır. Sonuç olarak, bilimsel içeriğin öğrenci düzeyinin üstünde olduğu ve görsellerin yetersiz kaldığı bulunmuştur. Aynı anket sonucunda, biyoloji öğretmenleri sorunların giderilmesi için öneri olarak; daha çok görsel materyallerin yeterli sayıda verilmesi ve bilimsel içeriğin öğrenci düzeyinde olması gerektiğini belirtmişlerdir. Aşamanın sonunda, tüm değerlendirmeler doğrultusunda, kalıtım konusunun öğrenmedeki zorluğunu gidermek adına, ders kitabında kullanılmak üzere ya da derste etkinlik kağıdı olarak verilmesi adına karekodlu eğitim materyali tasarlanmıştır.\n\t ",
    "enSummary": " \n\t  In this study, it was aimed to design the QR code-supported educational material related to 10th grade biology lesson heredity. In the study carried out in three stages, design and development research was used from quantitative research methods. In the first stage, in order to determine the subject of the research, Biology Concept Difficulty Survey were applied to a total of 506 high school students and teacher candidates. This survey was applied to 398 high school students in 9-12th grades in Bursa, and 108 freshmen students in Balıkesir University, Necatibey Faculty of Education. As a result; heredity section of heredity and biodiversity unit of 10th class biology subjects were determined as research subject. In the second stage, In order to determine why heredity is difficult, the Heredity Difficulties Survey was applied to 418 high school students in 10th grade and 22 biology teachers working in secondary education. As a result; while the students stated that the subject was detailed, the teachers stated that the concepts related to heredity were mixed together. In order to overcome these difficulties; students suggested simplify the content of heritability; teachers also suggested that videos about heritability subject should be given in QR code in textbooks. At the same stage, in order to provide a general evaluation of the heredity subject described in the biology lesson book of the 10th grade biology teacher by the teachers, Textbook Survey was applied to 22 biology teachers. As a result, scientific content level was found to be above the student level and remain incapable visual materials. As a result of in the same survey, biology teachers suggested that more visual materials should be given in sufficient numbers and scientific content should be at a level of students. At the end of the stage, in order to eliminate the difficulty of learning in the subject of heritability in line with all evaluations, a QR code-supported educational material was designed for use in the textbook or give as an activity paper in the lesson."
  }
]